{
  "users": [
    {
      "id": 1,
      "user": "admin",
      "password": "1234"
    },
    {
      "id": 2,
      "user": "nguoidung",
      "password": "matkhau"
    },
    {
      "id": 3,
      "user": "cotien",
      "password": "123456"
    },
    {
      "id": 4,
      "user": "phuduien",
      "password": "abc"
    },
    {
      "id": 5,
      "user": "an",
      "password": "andeptrai"
    },
    {
      "id": 6,
      "user": "thanh",
      "password": "vanthanh"
    },
    {
      "id": 7,
      "user": "user",
      "password": "user"
    },
    {
      "id": 8,
      "user": "root",
      "password": "toor"
    }
  ],
  "planets": [
    {
      "id": 1,
      "name": "Mars",
      "content": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\".  Mars is a terrestrial planet with a thin atmosphere, with surface features reminiscent of the impact craters of the Moon and the valleys, deserts and polar ice caps of Earth.<br>The days and seasons are comparable to those of Earth, because the rotational period as well as the tilt of the rotational axis relative to the ecliptic plane are similar. Mars has two moons, Phobos and Deimos, which are small and irregularly shaped. These may be captured asteroids, similar to 5261 Eureka, a Mars trojan..."
    },
    {
      "id": 2,
      "name": "Jupiter",
      "content": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass more than two and a half times that of all the other planets in the Solar System combined, but slightly less than one-thousandth the mass of the Sun. It has been observed since pre-historic times and is named after the Roman god Jupiter, the king of the gods, because of its observed size.<br> Jupiter is primarily composed of hydrogen, but helium constitutes one quarter of its mass and one tenth of its volume. It likely has a rocky core of heavier elements, but like the other giant planets, Jupiter lacks a well-defined solid surface..."
    },
    {
      "id": 3,
      "name": "Saturn",
      "content": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It only has one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive. <br> Saturn's interior is most likely composed of a core of iron–nickel and rock (silicon and oxygen compounds). Its core is surrounded by a deep layer of metallic hydrogen, an intermediate layer of liquid hydrogen and liquid helium, and finally a gaseous outer layer. Saturn has a pale yellow hue due to ammonia crystals in its upper atmosphere..."
    },
    {
      "id": 4,
      "name": "Uranus",
      "content": "Uranus is the seventh planet from the Sun. It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System. Uranus is similar in composition to Neptune, and both have bulk chemical compositions which differ from that of the larger gas giants Jupiter and Saturn. <br> Uranus's atmosphere is similar to Jupiter's and Saturn's in its primary composition of hydrogen and helium, but it contains more \"ices\" such as water, ammonia, and methane, along with traces of other hydrocarbons. It has the coldest planetary atmosphere in the Solar System, with a minimum temperature of 49 K (−224 °C; −371 °F), and has a complex, layered cloud structure with water thought to make up the lowest clouds and methane the uppermost layer of clouds..."
    },
    {
      "id": 5,
      "name": "Neptune",
      "content": "Neptune is the eighth and farthest known Solar planet from the Sun. In the Solar System, it is the fourth-largest planet by diameter, the third-most-massive planet, and the densest giant planet. It is 17 times the mass of Earth, slightly more massive than its near-twin Uranus.<br> In addition, these weather patterns are driven by the strongest sustained winds of any planet in the Solar System, with recorded wind speeds as high as 2,100 km/h (580 m/s; 1,300 mph). Because of its great distance from the Sun, Neptune's outer atmosphere is one of the coldest places in the Solar System, with temperatures at its cloud tops approaching 55 K (−218 °C; −361 °F). Temperatures at the planet's centre are approximately 5,400 K (5,100 °C; 9,300 °F)..."
    },
    {
      "id": 6,
      "name": "Pluto",
      "content": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered. After Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt and the scattered disc, including the dwarf planet Eris. <br> Pluto is the ninth-largest and tenth-most-massive known object directly orbiting the Sun. It has a moderately eccentric and inclined orbit during which it ranges from 30 to 49 astronomical units or AU (4.4–7.4 billion km) from the Sun..."
    }
  ],
  "observatories": [
    {
      "id": 1,
      "country": "us",
      "name": "Arecibo Observatory",
      "shortContent": "The Arecibo Observatory, also known as the National Astronomy and Ionosphere Center (NAIC) and formerly known as the Arecibo Ionosphere Observatory, is an observatory in Barrio Esperanza, Arecibo, Puerto Rico owned by the US National Science Foundation (NSF). The observatory's main instrument was the Arecibo Telescope, a 305 m (1,000 ft) spherical reflector dish built into...",
      "contentTop": "The Arecibo Observatory, also known as the National Astronomy and Ionosphere Center (NAIC) and formerly known as the Arecibo Ionosphere Observatory, is an observatory in Barrio Esperanza, Arecibo, Puerto Rico owned by the US National Science Foundation (NSF). The observatory's main instrument was the Arecibo Telescope, a 305 m (1,000 ft) spherical reflector dish built into a natural sinkhole, with a cable-mount steerable receiver and several radar transmitters for emitting signals mounted 150 m (492 ft) above the dish. Completed in 1963, it was the world's largest single-aperture telescope for 53 years, surpassed in July 2016 by the Five-hundred-meter Aperture Spherical Telescope (FAST) in China.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Arecibo_Radiotelescopio_SJU_06_2019_7428.jpg/1280px-Arecibo_Radiotelescopio_SJU_06_2019_7428.jpg",
      "imgDescribe": "On 1 December 2020, the 900-ton instrument platform of the Arecibo Observatory crashed into its dish, which is cradled in a natural sinkhole. RICARDO ARDUENGO/AFP VIA GETTY IMAGES",
      "contentBottom": "Following two breaks in cables supporting the receiver platform in the prior months, the NSF stated on November 19, 2020 that it was decommissioning the telescope due to safety concerns. On December 1, 2020 the main telescope collapsed before controlled demolition could be conducted. NASA conducted a full investigation and reported the findings in Reference \"Arecibo Observatory Auxiliary M4N Socket Termination Failure Investigation\". The observatory includes a radio telescope, a LIDAR facility, and a visitor center, which are expected to remain operational after the damage from the main telescope collapse has been assessed.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3787.0192329663255!2d-66.75500828469355!3d18.34640697926478!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8c02db84dca94fc1%3A0x1ce481f2793da255!2zxJDDoGkgcXVhbiBzw6F0IEFyZWNpYm8!5e0!3m2!1svi!2s!4v1629952770857!5m2!1svi!2s"
    },
    {
      "id": 2,
      "country": "us",
      "name": "Blue Hill Meteorological Observatory",
      "shortContent": "The Blue Hill Meteorological Observatory, also known as Great Blue Hill Weather Observatory, Blue Hill Weather Observatory, or simply the Blue Hill Observatory, in Milton, Massachusetts is the foremost structure associated with the history of weather observations in the United States...",
      "contentTop": "The Blue Hill Meteorological Observatory, also known as Great Blue Hill Weather Observatory, Blue Hill Weather Observatory, or simply the Blue Hill Observatory, in Milton, Massachusetts is the foremost structure associated with the history of weather observations in the United States. Located atop Great Blue Hill at the junction of Interstate 93 and Route 138 about 10 miles (16 km) south of Boston, Massachusetts, it is home to the oldest continuous weather record in North America, and was the location of the earliest kite soundings of the atmosphere in North America in the 1890s, as well as the development of the radiosonde in the 1930s.",
      "imgUrl": "https://www.bu.edu/files/2015/12/h_butoday_15-9347-BLUEHILLS-005.jpg",
      "imgDescribe": "Great Blue Hill Weather Observatory, Milton, MA.",
      "contentBottom": "Founded by Abbott Lawrence Rotch in 1884, the observatory took a leading role in the newly emerging science of meteorology and was the scene of many of the first scientific measurements of upper atmosphere weather conditions, using kites to carry weather instruments aloft. Knowledge of wind velocities, air temperature and relative humidity at various levels came into use as vital elements in weather prediction due to techniques developed at this site. By 1895 the observatory was the source of weather forecasts of remarkable accuracy. On October 8, 1896, a record of 8740 feet (2,665 m) was achieved for a weather kite.[3] During the Great New England Hurricane of 1938, the observatory measured the strongest wind gust ever directly measured and recorded in a hurricane at 186 mph (299 km/h).The observatory remains active to this day, continuing to add to its database of weather observations now more than one hundred years old, and stands as a monument to the science of meteorology in the United States. The observatory offers meteorological science programs and is open to the public on weekends.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2955.1146144785234!2d-71.11637368431067!3d42.211994952431276!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e37e1e7845e0c9%3A0x64a97c3aa4fe7168!2sBlue%20Hill%20Observatory%20Science%20Center%20Inc!5e0!3m2!1svi!2s!4v1629953458223!5m2!1svi!2s"
    },
    {
      "id": 3,
      "country": "us",
      "name": "Haystack Observatory",
      "shortContent": "Haystack Observatory is a multidisciplinary radio science center, ionospheric observatory, and astronomical microwave observatory owned by Massachusetts Institute of Technology (MIT). It is located in Westford, Massachusetts (US)...",
      "contentTop": "Haystack Observatory is a multidisciplinary radio science center, ionospheric observatory, and astronomical microwave observatory owned by Massachusetts Institute of Technology (MIT). It is located in Westford, Massachusetts (US), approximately 45 kilometers (28 mi) northwest of Boston. Haystack was initially built by MIT's Lincoln Laboratory for the United States Air Force and was known as Haystack Microwave Research Facility. Construction began in 1960, and the antenna began operating in 1964. In 1970 the facility was transferred to MIT, which then formed the Northeast Radio Observatory Corporation (NEROC) with a number of other universities to operate the site as the Haystack Observatory. As of January 2012, a total of nine institutions participated in NEROC. The Haystack Observatory site is also the location of the Millstone Hill Geospace Facility, an atmospheric sciences research center. Lincoln Laboratory continues to use the site, which it calls the Lincoln Space Surveillance Complex (LSSC). The George R. Wallace Astrophysical Observatory of MIT's Department of Earth, Atmospheric, and Planetary Sciences is located south of the Haystack dome and east of the Westford dome.[6] The Amateur Telescope Makers of Boston has its clubhouse on the MIT property. Haystack Vallis on Mercury is named after this observatory.",
      "imgUrl": "https://pbs.twimg.com/media/DUOlr6OWsAEGvHW?format=jpg&name=900x900",
      "imgDescribe": "MIT Haystack Observatory, Westford, Massachusetts, USA.",
      "contentBottom": "Haystack Radio Telescope <br> Haystack radio telescope at the MIT Haystack Observatory, Westford, MA Westford Radio Telescope Millstone Hill Radar. The 37 m (121 ft) Haystack Radio Telescope is a parabolic antenna protected by a 46 m (151 ft) metal-frame radome. It is known as the Haystack Long-Range Imaging Radar (LRIR) or Haystack Ultrawideband Satellite Imaging Radar (HUSIR) when used for the LSSC. It was constructed for use in space tracking and communication, but now is used primarily for astronomy. It was completed in 1964 and originally observed at 8 GHz on the radio spectrum. Since then it has been upgraded to listen to other frequency bands, though not simultaneously. When used for radar it broadcasts and listens in bands at either 10 GHz or 95 GHz. The main dish was upgraded in 2006, which allowed operation at frequencies up to 150 GHz. The secondary reflector of the Cassegrain design features an active surface.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2935.7948057337067!2d-71.49043748430113!3d42.62330762642824!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e3be62337d1f0d%3A0xab0c6c6d80ddcf6d!2sHaystack%20Observatory!5e0!3m2!1svi!2s!4v1629954106853!5m2!1svi!2s"
    },
    {
      "id": 4,
      "country": "us",
      "name": "Smithsonian Astrophysical Observatory",
      "shortContent": "The Smithsonian Astrophysical Observatory (SAO) is a research institute of the Smithsonian Institution, concentrating on astrophysical studies including galactic and extragalactic astronomy, cosmology...",
      "contentTop": "The Smithsonian Astrophysical Observatory (SAO) is a research institute of the Smithsonian Institution, concentrating on astrophysical studies including galactic and extragalactic astronomy, cosmology, solar, earth and planetary sciences, theory and instrumentation, using observations at wavelengths from the highest energy gamma rays to the radio, along with gravitational waves.  Established in Washington, D.C., in 1890, the SAO moved its headquarters in 1955 to Cambridge, Massachusetts, where its research is a collaboration with the Harvard College Observatory (HCO) and the Harvard University Department of Astronomy. In 1973, the Smithsonian and Harvard formalized the collaboration as the Center for Astrophysics | Harvard & Smithsonian (CfA) under a single Director.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Center_for_Astrophysics_at_Harvard.jpg/630px-Center_for_Astrophysics_at_Harvard.jpg",
      "imgDescribe": "Center for Astrophysics at Harvard",
      "contentBottom": "Samuel Pierpont Langley, the third Secretary of the Smithsonian, founded the Smithsonian Astrophysical Observatory on the south yard of the Smithsonian Castle (on the U.S. National Mall) on March 1,1890. The Astrophysical Observatory's initial, primary purpose was to \"record the amount and character of the Sun's heat\". Charles Greeley Abbot was named SAO's first director, and the observatory operated solar telescopes to take daily measurements of the Sun's intensity in different regions of the optical electromagnetic spectrum. In doing so, the observatory enabled Abbot to make critical refinements to the Solar constant, as well as to serendipitously discover Solar variability. It is likely that SAO's early history as a solar observatory was part of the inspiration behind the Smithsonian's \"sunburst\" logo, designed in 1965 by Crimilda Pontes. In 1955, the scientific headquarters of SAO moved from Washington, D.C. to Cambridge, Massachusetts to affiliate with the Harvard College Observatory (HCO).[1] Fred Lawrence Whipple, then the chairman of the Harvard Astronomy Department, was named the new director of SAO. The collaborative relationship between SAO and HCO therefore predates the official creation of the CfA by 18 years. SAO's move to Harvard's campus also resulted in a rapid expansion of its research program. Following the launch of Sputnik (the world's first human-made satellite) in 1957, SAO accepted a national challenge[3] to create a worldwide satellite-tracking network, collaborating with the United States Air Force on Project Space Track.With the creation of NASA the following year and throughout the space race, SAO led major efforts in the development of orbiting observatories and large ground-based telescopes, laboratory and theoretical astrophysics, as well as the application of computers to astrophysical problems.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2947.174131934873!2d-71.13025718430681!3d42.38143684174347!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e377a8c6e129e7%3A0xe48591fb7351993d!2sSmithsonian%20Astrophysical%20Observatory!5e0!3m2!1svi!2s!4v1629954753996!5m2!1svi!2s"
    },
    {
      "id": 5,
      "country": "us",
      "name": "Goldendale Observatory State Park",
      "shortContent": "Goldendale Observatory State Park is an educational facility on the northern side of Goldendale, Washington, notable for its unusually large public telescope. The state park occupies five acres (2.0 ha) atop a 2,100-foot (640 m) hill.",
      "contentTop": "Goldendale Observatory State Park is an educational facility on the northern side of Goldendale, Washington, notable for its unusually large public telescope. The state park occupies five acres (2.0 ha) atop a 2,100-foot (640 m) hill. Access is via a winding paved road through an oak forest. The site includes a small picnic area, interpretive center, amphitheater, and the observatory. There are several telescopes on-site, including portable Dobsonians, a permanently mounted Hydrogen-Alpha solar telescope, and the primary instrument; a 24.5-inch reflector which is housed in the South Dome. The facility receives 30-40,000 visitors annually. From 2010 to 2017 the park was an International Dark Sky Park, and expects to be a dark sky site again when the current observatory reconstruction is completed.",
      "imgUrl": "https://bloximages.newyork1.vip.townnews.com/yakimaherald.com/content/tncms/assets/v3/editorial/7/96/796c4dd1-3072-5fad-b63d-227097fa4f09/5dbcaa394dc41.image.jpg?resize=1200%2C675",
      "imgDescribe": "Goldendale Observatory State Park Heritage Site",
      "contentBottom": "The main 24-inch telescope is the reason for the existence of Goldendale Observatory and was the work of four amateur astronomers — M.W. McConnell, John Marshall, Don Conner and O.W. VanderVelden — who built a 24.5-inch (620 mm) Cassegrain reflecting telescope for Clark College in Vancouver, Washington, which paid for the materials to make the telescope. At the time, this instrument was one of the largest amateur-built telescopes in the world. However, once built, the college sought a clearer, darker area to install the telescope due to light pollution from Vancouver and nearby Portland, Oregon, and the typically wet and cloudy weather on the windward side of the Cascade Mountain Range. While traveling through Goldendale, Washington, the telescope builders met a local diner owner and city council member who suggested they donate the telescope to the town. An agreement was made and the telescope was donated by the college to Goldendale on the condition that the community would build an observatory to house the telescope. A local, non-profit organization was created to plan and support the observatory which was ultimately constructed one mile (1.6 km) north of the town center using donations, loans, and a $135,000 grant from the Economic Development Administration. The Observatory design was based on the University of Washington's Manastash Ridge Observatory built west of Ellensburg in 1972. Unlike that facility, the intent of the founders and community college was for Goldendale Observatory to serve primarily as a center of public science education. The Observatory was built over a period of several months and dedicated on October 13, 1973.[2] The south observatory dome has a diameter of 20 feet (6.1 m), and the north dome a diameter of 10 feet (3.0 m). The observatory served as the Astronomical League's official headquarters during a solar eclipse which occurred on February 26, 1979, six years after the observatory opened. Approximately 15,000 people came to the town of Goldendale on that date to observe the total eclipse. The Observatory, its lands, and its debt were acquired by the state government in 1980, after being operated by the Goldendale Observatory Corporation since its dedication.[3] The park received its designation as a \"state park heritage site\" in 2014.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2779.6215994927925!2d-120.81715798422384!3d45.83885751638603!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54962d6e87392531%3A0xe6842461399ddf02!2sGoldendale%20Observatory%20State%20Park!5e0!3m2!1svi!2s!4v1629955289395!5m2!1svi!2s"
    },
    {
      "id": 6,
      "country": "russia",
      "name": "BTA-6",
      "shortContent": "The BTA-6 (Russian: Большой Телескоп Альт-азимутальный, romanized: Bolshoi Teleskop Alt-azimutalnyi, lit.'Large Altazimuth Telescope') is a 6-metre (20 ft) aperture optical telescope at the Special Astrophysical Observatory located in the Zelenchuksky District on the north side of the Caucasus Mountains in southern Russia...",
      "contentTop": "The BTA-6 (Russian: Большой Телескоп Альт-азимутальный, romanized: Bolshoi Teleskop Alt-azimutalnyi, lit. 'Large Altazimuth Telescope') is a 6-metre (20 ft) aperture optical telescope at the Special Astrophysical Observatory located in the Zelenchuksky District on the north side of the Caucasus Mountains in southern Russia. <br> The BTA-6 achieved first light in late 1975, making it the largest telescope in the world until 1990, when it was surpassed by the partially constructed Keck 1. It pioneered the technique, now standard in large astronomical telescopes, of using an altazimuth mount with a computer-controlled derotator. <br> For a variety of reasons, BTA-6 has never been able to operate near its theoretical limits. Early problems with poorly fabricated mirror glass were addressed in 1978, improving but not eliminating the most serious issue. But due to its location downwind of numerous large mountain peaks, astronomical seeing is rarely good. The telescope also suffers from serious thermal expansion problems due to the large thermal mass of the mirror, and the dome as a whole, which is much larger than necessary. Upgrades have taken place throughout the system's history and are ongoing to this day.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Big_asimutal_teleskop.jpg/330px-Big_asimutal_teleskop.jpg",
      "imgDescribe": "Large Altazimuth Telescope",
      "contentBottom": "For many years the primary world-class observatory in the Soviet Union was the Pulkovo Observatory outside Saint Petersburg, originally built in 1839. Like many observatories of its era, it was primarily dedicated to timekeeping, weather, navigation and similar practical tasks, with a secondary role for scientific research. Around its 50th anniversary a new 76 cm telescope, then the world's largest, was installed for deep space observation. Further upgrades were limited due to a variety of factors, while a number of much larger instruments were built around the world over the next few decades. <br> In the 1950s the Soviet Academy of Sciences decided to build a new telescope that would allow first-rate deep space observation. Design work started at Pulkovo in 1959 under the leadership of future Lenin Prize winner Bagrat K. Ioannisiani. With the goal of building the largest telescope in the world, a title long held by the 200 inch (5 m) Hale telescope at the Palomar Observatory, the team settled on a new design of 6 m (236 inches). This is about the maximum size a solid mirror can have without suffering from major distortion when tilted. <br> A telescope's theoretical angular resolution is defined by its aperture, which in the case of the BTA's 6 m leads to a resolution of about 0.021 arcseconds. Atmospheric effects overwhelm this, so it becomes important to locate high-resolution instruments at high altitudes in order to avoid as much of the atmosphere as possible. The Pulkovo site, at 75 m above sea level, was simply not suitable for a high-quality instrument. While BTA was being designed another instrument, the RATAN-600 radio telescope, was also designed. It was decided that the two instruments should be co-located, allowing the construction of a single site to house the crews. To select the site, sixteen expeditions were dispatched to various regions of the USSR, and the final selection was in the North Caucasus Mountains near Zelenchukskaya at a height of 2,070 m.[1] In 1966 the Special Astrophysical Observatory was formed to host the BTA-6 and RATAN-600.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2887.0681342312914!2d41.438455415722736!3d43.646750760865345!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x405891ebc4fee535%3A0x271c0102ea2a7a90!2sBTA-6!5e0!3m2!1svi!2s!4v1629955817800!5m2!1svi!2s"
    },
    {
      "id": 7,
      "country": "russia",
      "name": "Pulkovo Observatory",
      "shortContent": "The Pulkovo Astronomical Observatory (official name The Central Astronomical Observatory of the Russian Academy of Sciences at Pulkovo, formerly Imperial Observatory at Pulkowo), the principal astronomical observatory of the Russian Academy of Sciences, located 19 km south of Saint Petersburg on Pulkovo Heights 75 metres (246 ft) above sea level. It is part of the UNESCO World Heritage Site Historic Centre of Saint Petersburg and Related Groups of Monuments....",
      "contentTop": "The Pulkovo Astronomical Observatory (official name The Central Astronomical Observatory of the Russian Academy of Sciences at Pulkovo, formerly Imperial Observatory at Pulkowo), the principal astronomical observatory of the Russian Academy of Sciences, located 19 km south of Saint Petersburg on Pulkovo Heights 75 metres (246 ft) above sea level. It is part of the UNESCO World Heritage Site Historic Centre of Saint Petersburg and Related Groups of Monuments. <br> The observatory was opened in 1839. Originally, it was a brainchild of the German/Russian astronomer Friedrich Georg Wilhelm von Struve, who would become its first director (in 1861, his son Otto Wilhelm von Struve succeeded him). The architect was Alexander Bryullov. The observatory was equipped with state-of-the-art devices, one of them being the a 15-inch (380 mm) aperture refractor, one of the largest refractors in the world at that time (see Great Refractor). <br> In 1885, the observatory was equipped with 30-inch (760 mm) refractor, which was the biggest usable refractor in the world, until the 36-inch (910 mm) telescope at the Lick Observatory in California a few years later. Both were built by Alvan Clark & Sons in Massachusetts. The principal line of work of the observatory consisted of determination of coordinates of stars and astronomical constants, such as precession, nutation, aberration and refraction, and also discovering and measuring double stars. The observatory's activities have also been connected to the geographical study of the territory of Russia and development of navigation. The star catalogues, containing the most precise positions of 374, and then 558 stars, were made for the years 1845, 1865, 1885, 1905 and 1930.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Pulkovo_observatory_2004.jpg",
      "imgDescribe": "Pulkovo observatory (St.Petersburg, Russia)",
      "contentBottom": "By the 50th anniversary of the Observatory, they had built an astrophysical laboratory with a mechanical workshop and installed the Europe's largest refractor, (30 inch). Astrophysical research really gained momentum with the appointment of Feodor Bredikhin as a director of the Observatory in 1890 and transfer of Aristarkh Belopolsky from the Moscow Observatory, an expert in stellar spectroscopy and solar research. In 1923, they installed a big Littrow spectrograph, and in 1940 – a horizontal solar telescope, manufactured at a Leningrad factory. After having received an astrograph in 1894, the observatory began its work on astrophotography. In 1927, the Observatory received a zone astrograph and with its help the Russian astronomers catalogued the stars of the near-polar areas of the sky. Regular observation of movements of celestial poles began with the construction of the zenith telescope in 1904. In 1920, the Observatory started transmitting the exact time by radio signals. The observatory participated in the basic geodesic work, namely in measuring degrees of the arc of the meridian from the Danube to the Arctic Ocean (until 1851), and in triangulation of Spitsbergen in 1899–1901. Military geodesists and hydrographers used to work at the Observatory as interns. The Pulkovo Meridian, which passes through the center of the main building of the Observatory and is located at 30°19,6‘ east of Greenwich, was the point of departure for all former geographical maps of Russia.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2008.6269860972675!2d30.32398421543152!3d59.772268082471534!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46962380a3f34545%3A0xb385280647587d61!2sPulkovo%20Observatory!5e0!3m2!1svi!2s!4v1629989036240!5m2!1svi!2s"
    },
    {
      "id": 8,
      "country": "russia",
      "name": "Pushchino Radio Astronomy Observatory",
      "shortContent": "Pushchino Radio Astronomy Observatory is a Russian (former Soviet) radio astronomy observatory. It was developed by Lebedev Physical Institute (LPI), Russian Academy of Sciences within a span of twenty years. It was founded on April 11, 1956, and currently occupies 70 000 square meters....",
      "contentTop": "Pushchino Radio Astronomy Observatory is a Russian (former Soviet) radio astronomy observatory. It was developed by Lebedev Physical Institute (LPI), Russian Academy of Sciences within a span of twenty years. It was founded on April 11, 1956, and currently occupies 70 000 square meters. <br> Historically, Russian radio astronomy (formerly Soviet) has had a permanent and stable connection with the P N Lebedev Physical Institute (LPI) of the Russian Academy of Sciences. The institute had both permanent stations and conducted expeditions to locations in the field in the Crimea region. These facilities, and expeditions were designed for research in radio astronomy beginning in the late 1940s.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/DCR-1000-Radiotelescope.jpg/1200px-DCR-1000-Radiotelescope.jpg",
      "imgDescribe": "Pushchino Radio Astronomy Observatory (Russia)",
      "contentBottom": "A decade later the center for radio astronomy research had gravitated to the southern Moscow region (about 75 miles south of Moscow), in Pushchino (informally called Pushchino-on-Oka). Here a new observatory, the Pushchino Radio Astronomy Observatory was developed within twenty years as part of the LPI Astro Space Center. It has become one of the largest radio astronomy observatories in Russia and in the world (2001). It was founded in April, 11th, 1956 under the purview of the Academy of Sciences of the USSR.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2298.6852579818965!2d37.62613531517575!3d54.820646070961736!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x41350ecd6ddc939f%3A0x122a1c0276cfee61!2sRadioteleskop%2C%20Pushchinskaya%20Radioastronomicheskaya%20Observatoriya!5e0!3m2!1svi!2s!4v1629989296751!5m2!1svi!2s"
    },
    {
      "id": 9,
      "country": "russia",
      "name": "Special Astrophysical Observatory of the Russian Academy of Science",
      "shortContent": "The Special Astrophysical Observatory of the Russian Academy of Science (SAO RAS) is an astronomical observatory, set up in 1966 in the USSR, and now operated by the Russian Academy of Sciences. Based in the Bolshoi Zelenchuk Valley of the Greater Caucasus near the village of Nizhny Arkhyz, the observatory houses the BTA-6 and RATAN-600, an optical and radio telescope, respectively. The two instruments are about 20 km (12 mi) apart...",
      "contentTop": "The Special Astrophysical Observatory of the Russian Academy of Science (SAO RAS) is an astronomical observatory, set up in 1966 in the USSR, and now operated by the Russian Academy of Sciences. Based in the Bolshoi Zelenchuk Valley of the Greater Caucasus near the village of Nizhny Arkhyz, the observatory houses the BTA-6 and RATAN-600, an optical and radio telescope, respectively. The two instruments are about 20 km (12 mi) apart.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Sao-6m-Telescope.jpg/1200px-Sao-6m-Telescope.jpg",
      "imgDescribe": "The 6-m telescope of the russian SAO obervatory",
      "contentBottom": "The BTA-6 (Bolshoi Teleskop Altazimutalny, or Large Altazimuth Telescope), with first light in 1975, was for several years the world's largest single primary mirror optical reflecting telescope. The BTA-6's primary mirror has a diameter of 6 metres (236 inches) and is housed in a 48 m (157.5 ft) diameter dome at an altitude of 2,070 m (6,791 ft). It held the record from its completion until 1993, when it was surpassed by the Keck 1 telescope, Hawaii. <br>  Telescopes of comparable or larger size have subsequently employed flexible or segmented mirrors, and the BTA-6 remained the world's largest rigid-mirror telescope until the advent of spin-casting technology (which produced, for example, the single 8.4-meter primary mirror of the Large Binocular Telescope in the late 1990s). Its altazimuth mount dictates the need for a field derotation mechanism to maintain the orientation of the field of view. <br> Initial results were disappointing due to cracking of the first borosilicate mirror, which was replaced in 1978. The large housing dome and massive 42 tonne mirror make it difficult to maintain the telescope at a suitable constant temperature during observing sessions. Atmospheric turbulence caused by windflow over the nearby Caucasus peaks can lead to poor seeing at the site, and observations with an angular resolution better than an arcsecond are rare. Despite these shortcomings, the BTA-6 remains a significant instrument, able to image objects as faint as the 26th magnitude.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2887.062736738814!2d41.438443214663685!3d43.6468630608599!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40588e3610000015%3A0xb484a7a006a689e!2sSpetsial&#39;naya%20Astrofizicheskaya%20Observatoriya%20Rossiyskoy%20Akademii%20Nauk!5e0!3m2!1svi!2s!4v1629989542975!5m2!1svi!2s"
    },
    {
      "id": 10,
      "country": "russia",
      "name": "V. P. Engelhardt Astronomical Observatory",
      "shortContent": "The V. P. Engel'gardt Astronomical Observatory, also known simply as the Engelhardt Observatory, is located 20 kilometers west of Kazan, Russia. Its observatory code is 136....",
      "contentTop": "The V. P. Engel'gardt Astronomical Observatory, also known simply as the Engelhardt Observatory, is located 20 kilometers west of Kazan, Russia. Its observatory code is 136. The observatory's Zelenchukskaya Station, observatory code 114, abbreviated as \"Zelenchukskaya Stn\" by the IAU/MPC, is located at 2,047 metres (6,716 ft) altitude near Zelenchukskaya in the North Caucasus region of the Caucasus Mountains, using a 0.3-meter f/7.7 reflector.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Engelgardt_observatory.JPG/1200px-Engelgardt_observatory.JPG",
      "imgDescribe": "One of EAO building",
      "contentBottom": "The Station is known for it numerous cometary observations (see external links) and discoveries of minor planets by Russian amateur astronomer Timur Valer'evič Krjačko. In addition, the MPC directly credits the Zelenchukskaya Station for the discovery of 6 minor planets in 2008 (see list),[2] which includes 212929 Satovski, a main-belt asteroid named after Boris Ivanovich Satovski (1908–1982), a laureate of the USSR State Prize. <br> Note, the Special Astrophysical Observatory of the Russian Academy of Science (115) with its Large Altazimuth Telescope is also located near Zelenchukskaya.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2240.330056077886!2d48.81268141522715!3d55.83958679276372!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x415956eb738db145%3A0x2e9d953c26c0c2d0!2sAstronomicheskaya%20Observatoriya!5e0!3m2!1svi!2s!4v1629989741924!5m2!1svi!2s"
    },
    {
      "id": 11,
      "country": "china",
      "name": "Five-hundred-meter Aperture Spherical Telescope",
      "shortContent": "The Five-hundred-meter Aperture Spherical radio Telescope (FAST), nicknamed Tianyan (\"Sky's/Heaven's Eye\"), is a radio telescope located in the Dawodang depression, a natural basin in Pingtang County, Guizhou, southwest China. FAST has a 500 m (1,600 ft) diameter dish constructed in a natural depression in the landscape. It is the world's largest filled-aperture radio telescope and the second-largest single-dish aperture...",
      "contentTop": "The Five-hundred-meter Aperture Spherical radio Telescope (FAST), nicknamed Tianyan (\"Sky's/Heaven's Eye\"), is a radio telescope located in the Dawodang depression, a natural basin in Pingtang County, Guizhou, southwest China.[1] FAST has a 500 m (1,600 ft) diameter dish constructed in a natural depression in the landscape. It is the world's largest filled-aperture radio telescope and the second-largest single-dish aperture,after the sparsely-filled RATAN-600 in Russia. <br> It has a novel design, using an active surface made of 4,500 panels to form a moving parabola of metal panels in real time.[5] The cabin containing the feed antenna, suspended on cables above the dish, can move automatically by using winches to steer the instrument to receive signals from different directions. It observes at wavelengths of 10 cm to 4.3 m.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/FAST_Radio_Telescope_%28captured_from_video%29.jpg/1200px-FAST_Radio_Telescope_%28captured_from_video%29.jpg",
      "imgDescribe": "Five-hundred-meter Aperture Spherical radio Telescope (FAST Telescope)",
      "contentBottom": "Construction of FAST began in 2011. It observed first light in September 2016. After three years of testing and commissioning, it was declared fully operational on 11 January 2020. <br> The telescope made its first discovery, of two new pulsars, in August 2017. The new pulsars PSR J1859-01 and PSR J1931-02—also referred to as FAST pulsar #1 and #2 (FP1 and FP2), were detected on 22 and 25 August 2017; they are 16,000 and 4,100 light years away, respectively. Parkes Observatory in Australia independently confirmed the discoveries on 10 September 2017. By September 2018, FAST had discovered 44 new pulsars.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3596.5573583183163!2d106.85443721406756!3d25.652812519361888!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x36b8938807cfdc4f%3A0x53472359016238f4!2zS8Otbmggdmnhu4VuIHbhu41uZyBow6xuaCBj4bqndSBraOG6qXUgxJHhu5kgNTAwIG3DqXQ!5e0!3m2!1svi!2s!4v1629990044381!5m2!1svi!2s"
    },
    {
      "id": 12,
      "country": "china",
      "name": "LAMOST",
      "shortContent": "The Large Sky Area Multi-Object Fibre Spectroscopic Telescope (LAMOST), also known as the Guo Shoujing Telescope (Chinese: 郭守敬望远镜) after the 13th-century Chinese astronomer, is a meridian reflecting Schmidt telescope, located in Xinglong Station, Hebei Province, China. Undertaken by the Chinese Academy of Science, the telescope is planned to conduct a 5-year spectroscopic survey of 10 million Milky Way stars, as well as millions of galaxies. The project's budget is RMB 235 million yuan...",
      "contentTop": "The Large Sky Area Multi-Object Fibre Spectroscopic Telescope (LAMOST), also known as the Guo Shoujing Telescope (Chinese: 郭守敬望远镜) after the 13th-century Chinese astronomer, is a meridian reflecting Schmidt telescope, located in Xinglong Station, Hebei Province, China. Undertaken by the Chinese Academy of Science, the telescope is planned to conduct a 5-year spectroscopic survey of 10 million Milky Way stars, as well as millions of galaxies. The project's budget is RMB 235 million yuan. <br> LAMOST is configured as a reflective Schmidt telescope with active optics. There are two mirrors, each made up of a number of 1.1-metre (p-p) hexagonal deformable segments. The first mirror, MA (24 segments, fitting in a 5.72×4.4 m rectangle) is a Schmidt corrector plate in a dome at ground level.[2] The almost-flat mirror MA reflects the light to the south, up a large slanted tunnel (25° above horizontal) to the larger spherical focusing mirror MB (37 segments, fitting in a 6.67×6.09 m rectangle). This directs light to a focal plane 1.75 metres in diameter corresponding to a five-degree field of view. The focal plane is tiled with 4000 fibre-positioning units, each feeding an optical fibre which transfers light to one of sixteen 250-channel spectrographs below.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/LAMOST_telescope_org.jpg",
      "imgDescribe": "The LAMSOST telescope at Xinglong Station",
      "contentBottom": "Looking at the image opposite, MB is at the top of the left-hand supporting column of the tower, MA is in the left of the two domes at the right of the image (the rightmost, grey dome is an unrelated telescope), and the spectrographs are inside the right-hand column of the tower. <br> Each spectrograph has two 4k×4k CCD cameras, using e2v CCD chips, with 'blue' (370–590 nm) and 'red' (570–900 nm) sides; the telescope can also be used in a higher spectral resolution mode where the range is 510–540 and 830–890 nm. <br> Using active optics technique to control its reflecting corrector makes it a unique astronomical instrument in combining large aperture with wide field of view. The available large focal plane may accommodate up to thousands of fibers, by which the collected light of distant and faint celestial objects down to 20.5 magnitude is fed into the spectrographs, promising a very high spectrum acquiring rate of ten-thousands of spectra per night.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3148.487622396672!2d114.90203211444015!3d37.89566361296973!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x35e7000000000001%3A0xe078ec0ce0670b6!2sLAMOST!5e0!3m2!1svi!2s!4v1629990288544!5m2!1svi!2s"
    },
    {
      "id": 13,
      "country": "china",
      "name": "Primeval Structure Telescope",
      "shortContent": "The Primeval Structure Telescope (PaST), also called 21 Centimetre Array (21CMA), is a Chinese radio telescope array designed to detect the earliest luminous objects in the universe, including the first stars, supernova explosions, and black holes. All of these objects were strong sources of ultraviolet radiation, so they ionised the material surrounding them. The structure of this reionisation reflects the overall density structure at the redshift of luminous-object formation...",
      "contentTop": "The Primeval Structure Telescope (PaST), also called 21 Centimetre Array (21CMA), is a Chinese radio telescope array designed to detect the earliest luminous objects in the universe, including the first stars, supernova explosions, and black holes. All of these objects were strong sources of ultraviolet radiation, so they ionised the material surrounding them. The structure of this reionisation reflects the overall density structure at the redshift of luminous-object formation. PaST will consist an array of some ten-thousand log-periodic antennas spread over several square kilometers. It will capture a detailed radio image of the sky in the range of 1420 megahertz. The telescope is built on the high plateau of Ulastai in the west of Xinjiang province, a remote area away from most television and radios signals that may interfere the weak 21 cm background signals.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/21-Centimetre_Array_pods_of_the_Primeval_Structure_Telescope%2C_pointing_to_the_North_Celestial_Pole.jpg",
      "imgDescribe": "21CMA-13 December 2004",
      "contentBottom": "The hydrogen line, 21 centimeter line or HI line refers to the electromagnetic radiation spectral line that is created by a change in the energy state of neutral hydrogen atoms. This electromagnetic radiation is at the precise frequency of 1420.40575177 MHz, which is equivalent to the vacuum wavelength of 21.10611405413 cm in free space. This wavelength or frequency falls within the microwave radio region of the electromagnetic spectrum, and it is observed frequently in radio astronomy, since those radio waves can penetrate the large clouds of interstellar cosmic dust that are opaque to visible light. The microwaves of the hydrogen line come from the atomic transition between the two hyperfine levels of the hydrogen 1s ground state with an energy difference of 5.87433 µeV. The frequency of the quanta that are emitted by this transition between two different energy levels is given by Planck's equation.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3060.3744041605114!2d116.33344341451517!3d39.91063679418831!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x35f05205e38bec53%3A0xcc76d2cfa966842!2zVmnhu4duIEtob2EgaOG7jWMgVHJ1bmcgUXXhu5Fj!5e0!3m2!1svi!2s!4v1629990479106!5m2!1svi!2s"
    },
    {
      "id": 14,
      "country": "china",
      "name": "Qitai Radio Telescope",
      "shortContent": "The Xinjiang Qitai 110m Radio Telescope (QTT) is a planned radio telescope to be built in Qitai County in Xinjiang, China. Upon completion, which is scheduled for 2023, it will be the world's largest fully steerable single-dish radio telescope. It is intended to operate at 300 MHz to 117 GHz. The construction of the antenna project is under the leadership of the Xinjiang Astronomical Observatory of the Chinese Academy of Sciences...",
      "contentTop": "The Xinjiang Qitai 110m Radio Telescope (QTT) is a planned radio telescope to be built in Qitai County in Xinjiang, China. Upon completion, which is scheduled for 2023, it will be the world's largest fully steerable single-dish radio telescope. It is intended to operate at 300 MHz to 117 GHz. The construction of the antenna project is under the leadership of the Xinjiang Astronomical Observatory of the Chinese Academy of Sciences. <br> The fully steerable dish of the QTT will allow it to observe 75% of the stars in the sky at any given time. The QTT and the Five-hundred-meter Aperture Spherical Telescope (FAST), also located in China, can both observe frequencies in the \"water hole\" that has traditionally been favored by scientists engaged in the Search for Extraterrestrial Intelligence (SETI), meaning that each observatory could provide follow-up observations of putative signals from extraterrestrials detected in this quiet part of the radio spectrum at the other observatory",
      "imgUrl": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/20130328-gt-gbt-full-085-1517253337.jpg?crop=1.00xw:0.702xh;0,0.0740xh&resize=980:*",
      "imgDescribe": "Qitai Radio Telescope",
      "contentBottom": "The radio telescope site selection team considered 48 candidate locations throughout Xinjiang. The chosen site for the facility is in the foothills of the Tian Shan mountains, near Shihezi village, Banjiegou Town, about 46 km (straight-line distance) south-south-east of the Qitai county seat (Qitai Town). The mountain ridges surrounding the site are supposed to provide some protection from electromagnetic noise. The authorities propose designating a radio quiet zone (a 10 km by 15 km rectangle, much smaller than the United States National Radio Quiet Zone) around the future facility.<br> Also, there is QES-China optical survey telescope installed in Astroshell dome.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3060.3744041605114!2d116.33344341451517!3d39.91063679418831!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x35f05205e38bec53%3A0xcc76d2cfa966842!2zVmnhu4duIEtob2EgaOG7jWMgVHJ1bmcgUXXhu5Fj!5e0!3m2!1svi!2s!4v1629990479106!5m2!1svi!2s"
    },
    {
      "id": 15,
      "country": "japan",
      "name": "Kamioka Gravitational Wave Detector (KAGRA)",
      "shortContent": "The Kamioka Gravitational Wave Detector (KAGRA), formerly the Large Scale Cryogenic Gravitational Wave Telescope (LCGT), is a project of the gravitational wave studies group at the Institute for Cosmic Ray Research (ICRR) of the University of Tokyo. It became operational on 25 February 2020, when it began data collection. It is Asia's first gravitational wave observatory, the first in the world built underground...",
      "contentTop": "The Kamioka Gravitational Wave Detector (KAGRA), formerly the Large Scale Cryogenic Gravitational Wave Telescope (LCGT), is a project of the gravitational wave studies group at the Institute for Cosmic Ray Research (ICRR) of the University of Tokyo. It became operational on 25 February 2020, when it began data collection. It is Asia's first gravitational wave observatory, the first in the world built underground, and the first whose detector uses cryogenic mirrors. The design calls for an operational sensitivity equal to, or greater than, LIGO. <br> The ICRR was established in 1976 for cosmic ray studies. The LCGT project was approved on 22 June 2010. In January 2012, it was given its new name, KAGRA, deriving the \"KA\" from its location at the Kamioka mine and \"GRA\" from gravity and gravitational radiation.[4] The project is led by Nobelist Takaaki Kajita who had a major role in getting the project funded and constructed. ",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/In-construction_KAGRA_gravitational-wave_detector.jpg/1200px-In-construction_KAGRA_gravitational-wave_detector.jpg",
      "imgDescribe": "The detector is situated underground, in part of the old Kamioka Mine.",
      "contentBottom": "Two prototype detectors have been constructed to develop technologies needed for KAGRA. The first, TAMA 300, was located in Mitaka, Tokyo and operated 1998-2008, demonstrating the feasibility of KAGRA. The second, CLIO, has been operating since 2006 underground near the KAGRA site, and is being used to develop cryogenic technologies for KAGRA. <br> KAGRA has two arms, 3 km (1.9 mi) long, which form a laser interferometric gravitational wave detector. It is built in the Kamioka Observatory near the neutrino physics experiments. The excavation phase of tunnels was started in May 2012 and was completed on 31 March 2014. <br> KAGRA will detect gravitational waves from binary neutron star mergers at up to 240 Mpc away with a signal to noise ratio of 10. The expected number of detectable events in a year is two or three. To achieve the required sensitivity, the existing state of the art techniques as used by LIGO and VIRGO (low-frequency vibration-isolation system, high-power laser system, Fabry-Pérot cavities, resonant side band extraction method, and so on) will be extended with the use of an underground location, cryogenic mirrors, and a suspension point interferometer. <br>KAGRA has suffered numerous delays. Early planning had hoped to begin construction in 2005 and observation in 2009[6] but is now likely to enter operation in April 2020.[7] Excess water in the tunnels caused significant delays in 2014 and 2015.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d207111.07328813768!2d137.62542!3d35.79722!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMzXCsDQ3JzUwLjAiTiAxMzfCsDM3JzMxLjUiRQ!5e0!3m2!1sen!2s!4v1629991249157!5m2!1sen!2s"
    },
    {
      "id": 16,
      "country": "japan",
      "name": "Kiso Observatory",
      "shortContent": "Kiso Observatory (Japanese: 木曽観測所: Kiso Kansokujo) is an astronomical observatory located at Mt. Ontake in Japan. The observatory was founded in 1974, originally as a branch observatory of the Tokyo Astronomical Observatory, with the express objective of studying extra-galactic astronomical objects. Since 1988, it has been maintained by the Institute of Astronomy...",
      "contentTop": "Kiso Observatory (Japanese: 木曽観測所: Kiso Kansokujo) is an astronomical observatory located at Mt. Ontake in Japan. The observatory was founded in 1974, originally as a branch observatory of the Tokyo Astronomical Observatory, with the express objective of studying extra-galactic astronomical objects. Since 1988, it has been maintained by the Institute of Astronomy, Faculty of Science, University of Tokyo. It is home to the 105 cm Schmidt Telescope. It is currently open for use by astronomers from all over the world.",
      "imgUrl": "http://spiff.rit.edu/richmond/japan_2019/08_kiso/tn/DSC04237.med.JPG",
      "imgDescribe": "Kiso Observatory (TOKIWA)",
      "contentBottom": "In 2002, a 30 cm, fully automatic telescope was added with the designation K.3T (Kiso 0.3-meter Telescope). It is mainly used in the observation of variable stars. It has been automated to aid in the making of numerous repeat observations over long periods of time.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d207111.07328813768!2d137.62542!3d35.79722!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMzXCsDQ3JzUwLjAiTiAxMzfCsDM3JzMxLjUiRQ!5e0!3m2!1sen!2s!4v1629991661968!5m2!1sen!2s"
    },
    {
      "id": 17,
      "country": "japan",
      "name": "Kitami Observatory",
      "shortContent": "Kitami Observatory is an astronomical observatory in the Kitami-Abashiri Region Cultural Centre in eastern Hokkaidō, Japan. Its observatory code is 400. It is 0.72344 Earth radii from the rotation axis and +0.68811 Earth radii from the equatorial plane, 143.7827 degrees east of Greenwich...",
      "contentTop": "Kitami Observatory is an astronomical observatory in the Kitami-Abashiri Region Cultural Centre in eastern Hokkaidō, Japan. Its observatory code is 400. It is 0.72344 Earth radii from the rotation axis and +0.68811 Earth radii from the equatorial plane, 143.7827 degrees east of Greenwich.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/HokumoukenKitamiBunkaCenter.JPG/1200px-HokumoukenKitamiBunkaCenter.JPG",
      "imgDescribe": "Kitami Region Museum of Science History and Art in Kitami, Hokkaido, Japan.",
      "contentBottom": "The amateur astronomers Atsushi Takahashi and Kazuro Watanabe discovered many asteroids here. As of 2012, 680 discoveries have been made at Kitami.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d11515.259349297363!2d143.9037!3d43.8182!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zNDPCsDQ5JzA1LjUiTiAxNDPCsDU0JzEzLjMiRQ!5e0!3m2!1sen!2s!4v1629991847372!5m2!1sen!2s"
    },
    {
      "id": 18,
      "country": "japan",
      "name": "Shosanbetsu Observatory",
      "shortContent": "Shosanbetu Observatory (jp: しょさんべつ天文台, or Shosanbetsu temmondai) is an astronomical observatory in Japan. It is located in the tiny fishermen's village of Shosanbetsu in the northernmost island of Hokkaidō (141°47′08″E, 44°34′08″N, h=47m above sea level) on a cape facing the Sea of Japan.",
      "contentTop": "Shosanbetu Observatory (jp: しょさんべつ天文台, or Shosanbetsu temmondai) is an astronomical observatory in Japan. It is located in the tiny fishermen's village of Shosanbetsu in the northernmost island of Hokkaidō (141°47′08″E, 44°34′08″N, h=47m above sea level) on a cape facing the Sea of Japan. <br> The observatory is held by the municipal government for scientific education and regular observations, and is open daily to the public (except Tuesdays and winter). It is equipped with a 0.65-meter cassegrain reflector and a few small portable telescopes.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Shosanbetsu_observatory.jpg/1200px-Shosanbetsu_observatory.jpg",
      "imgDescribe": "Shosanbetsu Observatory",
      "contentBottom": "Its surroundings are a seaside park that has a public-run inn with hot spring, field for sports, bathing spot and camp site, and is crowded with tourists on holidays. It is easy to get there by inter-city buses from Sapporo, the capital city of Hokkaido. <br> Asteroid 6158 Shosanbetsu, discovered by Japanese astronomers Tsuneo Niijima and Takeshi Urata at the Ojima Observatory (887) in 1991, was named for the village and its observatory. The official naming citation was published by the Minor Planet Center on 30 January 2010 (M.P.C. 68445).",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d11369.501234864581!2d141.785556!3d44.568889!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zNDTCsDM0JzA4LjAiTiAxNDHCsDQ3JzA4LjAiRQ!5e0!3m2!1sen!2s!4v1629992062797!5m2!1sen!2s"
    },
    {
      "id": 19,
      "country": "india",
      "name": "Mount Abu Observatory",
      "shortContent": "The Mount Abu InfraRed Observatory (MIRO) is located near the town Mount Abu in the state of Rajasthan, India. The observatory is at an altitude of 1680 metres and is adjacent to Guru Shikhar, highest peak of the Aravalli Range. The 1.2 m infrared telescope at It is the first major facility in India specifically designed for ground-based, infrared observations of celestial objects...",
      "contentTop": "The Mount Abu InfraRed Observatory (MIRO) is located near the town Mount Abu in the state of Rajasthan, India. The observatory is at an altitude of 1680 metres and is adjacent to Guru Shikhar, highest peak of the Aravalli Range. The 1.2 m infrared telescope at It is the first major facility in India specifically designed for ground-based, infrared observations of celestial objects. Further the low amount of precipitable water vapour (1–2 mm during winter) at Guru Shikhar makes it a good site for the infrared telescope observations. The site has been found to be good (about 150 cloud free nights per year) for astronomical observations.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Mount_Abu_Observatory.JPG/1200px-Mount_Abu_Observatory.JPG",
      "imgDescribe": "Observatory with Infrared Telescope located in Mount Abu, Rajasthan.",
      "contentBottom": "Mt. Abu has about 200 cloud-free nights of which 150 nights a year can be used for photometric observations. It has a typical seeing of ~1.2 arcsec. Observations are closed during Indian monsoon period (Late June to mid-September). <br> Mt. Abu Observatory is equipped with a 1.2m Infrared Telescope along with the following back-end instruments: NICMOS Infrared Camera and Spectrograph, Imaging Fabry-Perot Spectrometer, large format optical CCDs, Optical Imaging Polarimeter and Fibre-linked Grating Spectrograph. A new high resolution optical spectrometer, PRL Advanced Radial-velocity All-sky Search (PARAS) to detect extrasolar planets using the radial velocity technique began observation in April 2012. <br> In addition to these, a 50 cm telescope, Automated Telescope for Variability Study (ATVS), is now functional to monitor variable sources, e.g. AGNs, variable stars, Comets etc. and another 43 cm telescope for ground-based photometry. MIRO has its own Aluminizing plant for polishing of the telescope mirrors, a liquid nitrogen plant for providing liquid nitrogen to cool the IR detectors to reduce thermal noise. <br> A new facility, created by LEOS, ISRO will become operational next year. This facility will have a one-meter diameter telescope with sophisticated optics and back-end instruments assembled by the Laboratory for Electro-Optics Systems (LEOS), Bengaluru. The new facility, known as the Electro-Optical Deep Space Surveillance (EODSS) system, will track space debris, mainly consisting of inactive satellites, electronic parts of instruments, leftovers from rocket launch and other such junk in space.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14504.38478096237!2d72.77921700000002!3d24.654817!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMjTCsDM5JzE3LjMiTiA3MsKwNDYnNDUuMiJF!5e0!3m2!1sen!2s!4v1629992382882!5m2!1sen!2s"
    },
    {
      "id": 20,
      "country": "india",
      "name": "Udaipur Solar Observatory",
      "shortContent": "The Udaipur Solar Observatory (USO) is in Udaipur, Rajasthan in India on an island in the Fateh Sagar Lake. The sky conditions at Udaipur are quite favourable for solar observations. Since the observatory is situated amidst a large mass of water, air turbulence which occurs due to ground heating by sun's rays is decreased. This improves the image quality and accuracy (average between 1-2 arc seconds)...",
      "contentTop": "The Udaipur Solar Observatory (USO) is in Udaipur, Rajasthan in India on an island in the Fateh Sagar Lake. The sky conditions at Udaipur are quite favourable for solar observations. Since the observatory is situated amidst a large mass of water, air turbulence which occurs due to ground heating by sun's rays is decreased. This improves the image quality and accuracy (average between 1-2 arc seconds). <br> The observatory was built in 1976 by Dr. Arvind Bhatnagar following the model of the Solar Observatory at Big Bear lake in Southern California. Later, he was joined by Dr. Ashok Ambastha in 1983 and subsequently by many others at different stages who have continued further contributing to the growth of this observatory.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Udaipur_observatory.jpg",
      "imgDescribe": "Udaipur Observatory in Fateh Sagar Lake which is in a dry condition. The photo was taken in Dec. 2002 from Neemuch Mata Temple.",
      "contentBottom": "Utilizing a variety of telescopes, USO is known for its solar observations, which include high-resolution solar chromospheric, magnetic field, velocity, and spectral observations, for studies pertaining to solar flares, mass ejections, and the evolution of solar active regions. USO fills the large longitudinal gap between Australia and Spain, and provides a link for continuous solar coverage in international collaborative programs, including the Global Oscillations Network Group (GONG). Since 1981, USO has been managed by the Physical Research Laboratory, Ahmedabad, for the Department of Space, Government of India. <br> The Multi Application Solar Telescope (MAST) was operationalised on 4 August 2015. MAST is an off-axis Gregorian-Coude telescope with a 50 cm aperture to be used to study the Sun's magnetic field.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14510.215393010065!2d73.674189!3d24.604589000000004!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMjTCsDM2JzE2LjUiTiA3M8KwNDAnMjcuMSJF!5e0!3m2!1sen!2s!4v1629992695184!5m2!1sen!2s"
    },
    {
      "id": 21,
      "country": "india",
      "name": "Kodaikanal Solar Observatory",
      "shortContent": "The Kodaikanal Solar Observatory is a solar observatory owned and operated by the Indian Institute of Astrophysics. It is on the southern tip of the Palani Hills 4 km from Kodaikanal town, Dindigul district, Tamil Nadu state, South India...",
      "contentTop": "The Kodaikanal Solar Observatory is a solar observatory owned and operated by the Indian Institute of Astrophysics. It is on the southern tip of the Palani Hills 4 km from Kodaikanal town, Dindigul district, Tamil Nadu state, South India. <br> The Evershed effect was first detected at this observatory in January 1909. Solar data collected by the lab is the oldest continuous series of its kind in India. Precise observations of the equatorial electrojet are made here due to the unique geography of Kodaikanal. <br> Ionospheric soundings, geomagnetic, F region vertical drift and surface observations are made here regularly. Summaries of the data obtained are sent to national (India Meteorological Department) and global (World Meteorological Organization, Global Atmosphere Watch) data centers.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Kodaikanal_Solar_Observatory-a.jpg",
      "imgDescribe": "Kodaikanal Solar Observatory",
      "contentBottom": "As early as 1881, Mr. Blanford, then Meteorological Reporter to the government of India, recommended \"the improvement of the work of solar observations in order to obtain accurate measures of the sun’s heating power at the earth’s surface and its periodic variations\". In May 1882, the government astronomer at Madras, Norman Robert Pogson, proposed the need for photography and spectrography of the sun and the stars using a twenty-inch telescope, which could be at a hill station in South India. <br> On 20 July 1893 following a famine in Madras Presidency, which underscored the need for a study of the sun to better understand monsoon patterns, a meeting of the U.K. Secretary of State, Indian Observatories Committee, chaired by Lord Kelvin, decided to establish a solar physics observatory at Kodaikanal, based on its southern, dust free, high altitude location. Michie Smith was selected to be superintendent. Starting in 1895 there was a rapid transfer of work and equipment from the Madras Observatory to Kodaikanal and the observatory was founded on 1 April 1899.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d15705.454819441344!2d77.464722!3d10.232222!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMTDCsDEzJzU2LjAiTiA3N8KwMjcnNTMuMCJF!5e0!3m2!1sen!2s!4v1629992878825!5m2!1sen!2s"
    },
    {
      "id": 22,
      "country": "india",
      "name": "Ooty Radio Telescope",
      "shortContent": "The Ooty Radio Telescope (ORT) is located in Muthorai near Ooty, in southern India. It is part of the National Centre for Radio Astrophysics (NCRA) of the Tata Institute of Fundamental Research (TIFR), which is funded by the Government of India through the Department of Atomic Energy...",
      "contentTop": "The Ooty Radio Telescope (ORT) is located in Muthorai near Ooty, in southern India. It is part of the National Centre for Radio Astrophysics (NCRA) of the Tata Institute of Fundamental Research (TIFR), which is funded by the Government of India through the Department of Atomic Energy.  The radio telescope is a 530-metre (1,740 ft) long and 30-metre (98 ft) tall cylindrical parabolic antenna. It operates at a frequency of 326.5 MHz with a maximum bandwidth of 15 MHz at the front end.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Ooty_Radio_Telescope.jpg",
      "imgDescribe": "Ooty Radio Telescope",
      "contentBottom": "The Ooty Radio Telescope has been designed and fabricated with domestic Indian technological resources. The ORT was completed in 1970 and continues to be one of the most sensitive radio telescopes in the world. <br> Observations made using this telescope have led to important discoveries and to explain various phenomena occurring in the solar system and in other celestial bodies. <br> The reflecting surface of the telescope is made of 1,100 thin stainless-steel wires running parallel to each other for the entire length of the cylinder and supported on 24 steerable parabolic frames. <br> An array of 1,056 half-wave dipoles in front of a 90-degree corner reflector forms the primary feed of the telescope. It has an angular resolution of 2.3deg x 5.5sec(dec).",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d250325.25785816583!2d76.66616!3d11.383404!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMTHCsDIzJzAwLjMiTiA3NsKwMzknNTguMiJF!5e0!3m2!1sen!2s!4v1629993075960!5m2!1sen!2s"
    },
    {
      "id": 23,
      "country": "india",
      "name": "Vainu Bappu Observatory",
      "shortContent": "The Vainu Bappu Observatory is an astronomical observatory owned and operated by the Indian Institute of Astrophysics. It is located at Kavalur in the Javadi Hills, near Vaniyambadi in Tirupattur district in the Indian state of Tamil Nadu. It is 200 km south-west of Chennai and 175 km south-east of Bangalore...",
      "contentTop": "The Vainu Bappu Observatory is an astronomical observatory owned and operated by the Indian Institute of Astrophysics. It is located at Kavalur in the Javadi Hills, near Vaniyambadi in Tirupattur district in the Indian state of Tamil Nadu. It is 200 km south-west of Chennai and 175 km south-east of Bangalore.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/93-inch_telescope_seen_from_the_40-inch_telescope_at_Vainu_Bappu_Observatory.JPG/1200px-93-inch_telescope_seen_from_the_40-inch_telescope_at_Vainu_Bappu_Observatory.JPG",
      "imgDescribe": "93-inch telescope seen from the 40-inch telescope at Vainu Bappu Observatory.",
      "contentBottom": "The Vainu Bappu Observatory of the Indian Institute of Astrophysics traces its origin back to 1786 when William Petrie set up his private observatory at his garden house at Egmore, Madras, which eventually came to be known as the Madras Observatory. Later it was moved to Kodaikanal and functioned there as the Kodaikanal Observatory since 1899. <br> However, Kodaikanal had very few nights available for observation and hence astronomers searched for a new site after India's independence. M.K. Vainu Bappu who took over as the director of the Kodaikanal Observatory in 1960, found a sleepy little hamlet called Kavalur in the Javadi Hills as a suitable site for establishing optical telescopes for observing celestial objects. This came to be known as Kavalur Observatory. <br> Observations began in 1968 with a 38 cm telescope made in the backyard of the Kodaikanal Observatory.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d249223.23006266015!2d78.820488!3d12.574802!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zMTLCsDM0JzI5LjMiTiA3OMKwNDknMTMuOCJF!5e0!3m2!1sen!2s!4v1629993247819!5m2!1sen!2s"
    },
    {
      "id": 24,
      "country": "france",
      "name": "Astronomy Tower of the Sorbonne",
      "shortContent": "The Astronomy Tower of the Sorbonne is a tower at the Sorbonne University's Paris campus built to house an astronomical observatory for its students. The structure was erected during the reconstruction of the Sorbonne, between 1885 and 1901....",
      "contentTop": "The Astronomy Tower of the Sorbonne is a tower at the Sorbonne University's Paris campus built to house an astronomical observatory for its students. The structure was erected during the reconstruction of the Sorbonne, between 1885 and 1901. The tower is 39 meters high, has an upper and lower dome, and includes several rooms. The upper dome houses the telescope, and the lower dome contains an optics workshop for amateurs to make mirrors (previously, a meridian circle was installed in that space). The tower is operated by the Société astronomique de France and is available for tours and amateur observations.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Tour_Observatoire_Sorbonne_Paris_3.jpg/1200px-Tour_Observatoire_Sorbonne_Paris_3.jpg",
      "imgDescribe": "Observatoire de la Sorbonne (3 December 2016)",
      "contentBottom": "The observatory originally had an equatorial mount telescope of 241 mm diameter and a 3,755 mm focal length constructed by the R. Mailhat company. The instrument was transferred to the Paris Observatory in 1909. <br> In 1980, an equatorial mount refracting telescope of 153 mm diameter and 2,300 mm focal length was installed in the upper dome. The telescope is owned by the Société astronomique de France. It was built in 1935 and was originally installed in the Observatory of the rue Serpente on top of the society’s former headquarters at 28, rue Serpente, Paris.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d168030.91016091878!2d2.344!3d48.849!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zNDjCsDUwJzU2LjQiTiAywrAyMCczOC40IkU!5e0!3m2!1sen!2s!4v1629993606539!5m2!1sen!2s"
    },
    {
      "id": 25,
      "country": "france",
      "name": "Besançon Astronomical Observatory",
      "shortContent": "The Besançon Astronomical Observatory (French: Observatoire de Besançon ou Observatoire des sciences de l'Univers de Besançon) is an astronomical observatory owned and operated by the Centre national de la recherche scientifique (CNRS, National Center for Scientific Research). It is located in Besançon, France...",
      "contentTop": "The Besançon Astronomical Observatory (French: Observatoire de Besançon ou Observatoire des sciences de l'Univers de Besançon) is an astronomical observatory owned and operated by the Centre national de la recherche scientifique (CNRS, National Center for Scientific Research). It is located in Besançon, France. <br> In the past, the Besançon Observatory participated in assessing and rating Swiss timepiece movements for accuracy. As marine navigation adopted the usage of mechanical timepieces for navigational aid, the accuracy of such timepieces became more critical. From this need developed an accuracy testing regime involving various astronomical observatories. In Europe, the Neuchatel Observatory, Geneva Observatory, Besançon Observatory and Kew Observatory were examples of prominent observatories that tested timepiece movements for accuracy.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Observatoire_besancon_2011.jpg/1200px-Observatoire_besancon_2011.jpg",
      "imgDescribe": "Astrographe, ancien équatorial Coudé au fond, et bâtiment méridien, à droite, de l'observatoire de Besançon",
      "contentBottom": "The testing process lasted for many days, typically 45 days. Each movement was tested in 5 positions and 2 temperatures, in 10 series of 4 or 5 days each. The tolerances for error were much finer than any other standard, including the ISO 3159 chronometer standard that other testing bodies such as COSC use. Movements that passed the stringent tests were issued a certification from the observatory called a Bulletin de Marche, signed by the Director of the Observatory. The General Bulletin Order stated the testing criteria, and the actual performance of the movement. A movement with a bulletin from an observatory became known as an Observatory Chronometer, and such were issued a chronometer reference number by the Observatory. <br> The role of the observatories in assessing the accuracy of mechanical timepieces was instrumental in driving the mechanical watchmaking industry toward higher and higher levels of accuracy. As a result, today high quality mechanical watch movements have an extremely high degree of accuracy. However, no mechanical movement could ultimately compare to the accuracy of the quartz movements being developed. Accordingly, such chronometer certification ceased in the late 1960s and early 1970s with the advent of the quartz watch movement.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d173340.8105334875!2d5.989700000000001!3d47.246900000000004!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zNDfCsDE0JzQ4LjgiTiA1wrA1OScyMi45IkU!5e0!3m2!1sen!2s!4v1629993805532!5m2!1sen!2s"
    },
    {
      "id": 26,
      "country": "france",
      "name": "Bordeaux Observatory",
      "shortContent": "The Bordeaux Observatory is an astronomical observatory affiliated with the University of Bordeaux. Built in Floirac, France in 1893 its lenses were focused between +11 and +17 degrees declination. Until 1970 it had taken over 4,000 photographic plates...",
      "contentTop": "The Bordeaux Observatory is an astronomical observatory affiliated with the University of Bordeaux. Built in Floirac, France in 1893 its lenses were focused between +11 and +17 degrees declination. Until 1970 it had taken over 4,000 photographic plates. Bordeaux Observatory is home to a large collection of instruments and archives from well over a century of astronomical activities. Until the 2016 it was actively used until the institution moved to a new location at the University. In the French language the name is Observatoire de Bordeaux.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Bordeaux_observatory_grand_%C3%A9quatorial_telescope_img_4099.jpg/1200px-Bordeaux_observatory_grand_%C3%A9quatorial_telescope_img_4099.jpg",
      "imgDescribe": "The dome of the \"Grand équatorial\" at Bordeaux Observatory, 2006",
      "contentBottom": "In the late 18th century an attempt to establish Bordeaux Observatory was made after the Transit of Venus. This led to a house being set aside as the Bordeaux Observatory, however, it was not equipped with any instruments. Although it did not really get established, it carried the banner of desire for a real observatory in the area for a century. Finally, in 1876 an agreement between the Government and the city was reached to establish a real observatory. The Government was trying to execute on a national agenda of increased education, and this nexused with city's desire for an Observatory; Bordeaux would contribute 100,000 francs for its founding. <br> It was founded in 1879 on a hill overlooking the Garonne river. <br> The Bordeaux observatory was established in the late 1870s, and one of its first instruments was a Meridian circle. The instrument was built by Eichens with and glass objective of 19 cm by Henry. Also, an equatorial mounted refractor (glass lens) with 38 cm lens. The objective lens was made by Merz, and the mounting was done by Gautier and Eichens. Also a 13-inch (32 cm) aperture astrograph in support of the Carte du Ceil project.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d181078.10190471754!2d-0.526!3d44.8349!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zNDTCsDUwJzA1LjYiTiAwwrAzMSczMy42Ilc!5e0!3m2!1sen!2s!4v1629994022477!5m2!1sen!2s"
    },
    {
      "id": 27,
      "country": "france",
      "name": "Camille Flammarion Observatory",
      "shortContent": "The observatory was established in Juvisy-sur-Orge in 1883 by the French astronomer and author Camille Flammarion. In March 2010, the structure was classified as a historical monument by the French Ministry of Culture. The observatory belongs to the Société astronomique de France...",
      "contentTop": "The observatory was established in Juvisy-sur-Orge in 1883 by the French astronomer and author Camille Flammarion. In March 2010, the structure was classified as a historical monument by the French Ministry of Culture. The observatory belongs to the Société astronomique de France. <br> The observatory is located on Route nationale 7 (formerly the avenue de la Cour de France), close to the downtown of Juvisy. The site, which is on a prominent hilltop location, is a large parcel of land that contains several buildings, a monumental gate, gardens, and a small forest.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Observatoire_Camille_Flammarion_%C3%A0_Juvisy_sur_Orge.jpg/1200px-Observatoire_Camille_Flammarion_%C3%A0_Juvisy_sur_Orge.jpg",
      "imgDescribe": "Camille Flammarion Observatory at Juvisy sur Orge, France",
      "contentBottom": "The building housing the observatory was originally a post house constructed in 1730. In 1883–1884, Flammarion transformed the structure into an astronomical observatory by adding a large equatorial room for the telescope, a library, a scientific museum, a meteorological station and an agricultural research station. <br> In 1899, the architect François Giamarchi was commissioned to transform the east façade of the building (garden side) by adding a decorative relief of ionic columns supporting a cornice. <br> In 1910, Flammarion installed a vertical sundial on the upper level of the observatory. The sundial was restored in 1998 and 1972. <br> In March 2010, the French Ministry of Culture classified the building and the large gate as protected historical monuments. <br> Flammarion's second wife, Gabrielle Renaudot Flammarion, bequeathed the entire site to the Société Astronomique de France upon her death in 1962. In 1971, the society signed a 99-year lease with the municipality of Juvisy to ensure the site's maintenance, preservation and accessibility. Today, the society organises regular observations at the observatory for the general public.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d10535.281255059715!2d2.3986!3d48.6898!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zNDjCsDQxJzIzLjMiTiAywrAyMyc1NS4wIkU!5e0!3m2!1sen!2s!4v1629994196503!5m2!1sen!2s"
    },
    {
      "id": 28,
      "country": "france",
      "name": "Haute-Provence Observatory",
      "shortContent": "The Haute-Provence Observatory (OHP, French: Observatoire de Haute-Provence) is an astronomical observatory in the southeast of France, about 90 km east of Avignon and 100 km north of Marseille. It was established in 1937 as a national facility for French astronomers. Astronomical observations began in 1943 using the 1.20 m telescope, and the first research papers based on observations...",
      "contentTop": "The Haute-Provence Observatory (OHP, French: Observatoire de Haute-Provence) is an astronomical observatory in the southeast of France, about 90 km east of Avignon and 100 km north of Marseille. It was established in 1937 as a national facility for French astronomers. Astronomical observations began in 1943 using the 1.20 m telescope, and the first research papers based on observations made at the observatory were published in 1944. Foreign observers first used the observatory in 1949, when Geoffrey and Margaret Burbidge visited. <br> The observatory lies at an altitude of about 650 m, on a plateau near the village of Saint-Michel-l'Observatoire in the Alpes-de-Haute-Provence département.",
      "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/T193_in_observations.jpg/1200px-T193_in_observations.jpg",
      "imgDescribe": "The telescope used for the discovery of 51Peg b in 1995. Now hosting the SOPHIE instrument. Image taken between two SOPHIE targets during an observing run, the lights were turned on for the picture.",
      "contentBottom": "The site was chosen for an observatory because of its generally very favourable observing conditions. On average, 60% of nights are suitable for astronomical observations, with the best seasons are Summer and Autumn. About 170 nights per year on average are completely cloudless. The seeing is usually around 2\" but can reach 1\" or lower on occasion. Seeing degrades severely, sometimes to over 10\", when the cold Mistral wind blows from the northwest. This happens on about 45 days per year on average, mostly during winter. Good weather conditions often follow a Mistral. On average, atmospheric absorption at OHP is roughly twice that seen at the European Southern Observatory (ESO) at La Silla, Chile. <br> The main-belt asteroid 7755 Haute-Provence, discovered by Belgian astronomer Eric Elst in 1989, was named for the region where the discovering observatory is located.",
      "mapUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d183896.3469915484!2d5.7133!3d43.9308!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x0!2zNDPCsDU1JzUwLjkiTiA1wrA0Mic0Ny45IkU!5e0!3m2!1sen!2s!4v1629994402180!5m2!1sen!2s"
    }
  ],
  "bigbang": [
    {
      "img": "https://astronomy.com/-/media/D465EA16EC084D2A93D44C5BB7E7EFFB.jpg?mw=180",
      "title": "Hubble spies Big Bang frontiers",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2015/10/hubble-spies-big-bang-frontiers",
      "time": "Monday, October 26, 2015  | by Hubble ESA, Garching, Germany",
      "summary": "Some of these galaxies formed just 600 million years after the Big Bang and are fainter than any other galaxy yet uncovered by Hubble.",
      "content": "Observations by the NASA/ESA Hubble Space Telescope have taken advantage of gravitational lensing to reveal the largest sample of the faintest and earliest known galaxies in the universe. Some of these galaxies formed just 600 million years after the Big Bang and are fainter than any other galaxy yet uncovered by Hubble. The team has determined, for the first time with some confidence, that these small galaxies were vital to creating the universe that we see today.<br  /><br  />An international team of astronomers, led by Hakim Atek of the Ecole Polytechnique Fédérale de Lausanne in Switzerland, has discovered over 250 tiny galaxies that existed only 600-900 million years after the Big Bang — one of the largest samples of dwarf galaxies yet to be discovered at these epochs. The light from these galaxies took over 12 billion years to reach the telescope, allowing the astronomers to look back in time when the universe was still young.<br  /><br  />Although impressive, the number of galaxies found at this early epoch is not the team’s only remarkable breakthrough, as Johan Richard from the Observatory of Lyon, France, points out, “The faintest galaxies detected in these Hubble observations are fainter than any other yet uncovered in the deepest Hubble observations.”<br  /><br  />By looking at the light coming from the galaxies, the team discovered that the accumulated light emitted by these galaxies could have played a major role in one of the most mysterious periods of the universe’s early history — the epoch of reionization. Reionization started when the thick fog of hydrogen gas that cloaked the early universe began to clear. Ultraviolet light was now able to travel over larger distances without being blocked and the universe became transparent to ultraviolet light.<br  /><br  />By observing the ultraviolet light from the galaxies found in this study, the astronomers were able to calculate whether these were in fact some of the galaxies involved in the process. The team determined, for the first time with some confidence, that the smallest and most abundant of the galaxies in the study could be the major actors in keeping the universe transparent. By doing so, they have established that the epoch of reionization, which ends at the point when the universe is fully transparent, came to a close about 700 million years after the Big Bang."
    },
    {
      "img": "https://astronomy.com/-/media/1C939424E0D344919EEC08A95163EC0B.jpg?mw=180",
      "title": "Big Bang in a bottle",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2005/04/big-bang-in-a-bottle",
      "time": "Tuesday, April 26, 2005",
      "summary": "Atom-smashing physicists have created evanescent droplets of the fluid that filled the universe microseconds after its birth.<br  />Robert Adler",
      "content": "April 26, 2005<br  />By crashing the nuclei of gold atoms into each other at 99.995 percent of the speed of light, physicists at Brookhaven National Laboratory in Upton, New York, have created a new state of matter — a nearly perfect liquid of strongly interacting quarks and gluons, the fundamental components of matter. The liquid's surprising properties are challenging theorists and may shed light on the universe's earliest moments.<br  /><br  />Scientists reported the findings last Monday at a meeting of the American Physical Society in Tampa, Florida.<br  /><br  />\"This is our first opportunity to view this phase of matter in the laboratory, rather than just knowing it must have existed in the Big Bang,\" Scott Pratt, a nuclear theorist at Michigan State University, told Astronomy.<br  /><br  />The emergence of liquid-like drops from the enormously energetic collisions between gold nuclei surprised most physicists. They expected amorphous quark-gluon plasma, a hot gas that quarks could zip through easily. Instead, they found a substance that flowed and responded to pressure like a liquid, and stripped energy from speeding particles extremely quickly.<br  /><br  />\"It was surprising for it to have such strongly, obviously, liquid-like properties,\" said Samuel Aronson, Brookhaven's associate director for high energy and nuclear physics.<br  /><br  />Two features proved the liquid nature of the \"mini bangs,\" created within Brookhaven's huge Relativistic Heavy Ion Collider, which recreates the extreme conditions that existed a millionth of a second after the Big Bang.<br  /><br  />The initially football-shape droplets expanded faster in width than length, something amorphous plasma could not do. \"The explosions had a lot of asymmetry,\" Pratt noted, \"and this can only happen if the system is expanding according to the hydrodynamics of an almost perfect fluid.\"<br  /><br  />Also, experimenters detected far fewer jets of energetic particles than expected. They calculated that particles trying to escape the collision zone were losing energy at an enormous rate — more than a billion billion times faster than charged particles moving through ordinary matter.<br  /><br  />\"Even the most high-energy particles lose more energy than people thought,\" Pratt said. \"It's like even Shaquille O'Neal has trouble getting through the crowd.\"<br  /><br  />While this new liquid phase of matter is surprising, it doesn't threaten quantum chromodynamics (QCD), the standard theory that describes the universe's fundamental forces and particles. \"Nothing in these blobs violates QCD,\" said John Cramer, a heavy-ion researcher at the University of Washington. \"But starting from QCD, nobody knows how to predict in advance that they should behave like a liquid.\"<br  /><br  />According to Aronson, the ball is now in the theorists' court. They'll have to get better at applying QCD theory to show why matter under these extreme conditions — a billion times hotter than the Sun — behaves the way experimenters found. \"Now we can hold the theorists' feet to the fire,\" he said.<br  /><br  />Although the researchers believe they've recreated the conditions that existed in the first microsecond of the Big Bang, they still don't know enough about their quark-gluon liquid, or just how it \"freezes\" into protons and neutrons to make cosmological inferences.<br  /><br  />Pratt explained that if the primordial liquid stores enough latent heat to undergo a dramatic phase change, like water boiling, \"bubbles and drops could grow into seeds for later fluctuations in the universe, such as galaxies.\" Still, he cautioned, very preliminary results seem to show a more gradual transition.<br  /><br  />Cramer focused on the liquid itself. \"What it's telling us is that in the first microsecond after the Big Bang, the universe was a liquid that had a high compressibility. That would tend to damp out any fluctuations,\" he said. \"So it may change the way people try to evolve the universe from the Big Bang into galaxies and stars.\"<br  /><br  />It may, agreed Aronson. But, he added, \"It's too early to know yet.\""
    },
    {
      "img": "https://astronomy.com/-/media/F46190C5635E418C83C2A79754967797.jpg?mw=180",
      "title": "Found: pristine gas from the Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2011/11/found---pristine-gas-from-the-big-bang",
      "time": "Thursday, November 10, 2011  | by W. M. Keck Observatory, Kamuela, Hawaii",
      "summary": "The gas clouds are too diffuse to form stars and show virtually no signs of containing any metals.",
      "content": "Astronomers using the 10-meter telescopes at the W. M. Keck Observatory have detected two clumps of primordial gas in deep space from the dawn of time.<br  /><br  />The gas clouds are too diffuse to form stars and show virtually no signs of containing any “metals” — all elements heavier than hydrogen and helium, the two simplest and lightest elements in the universe. In fact, the only elements astronomers have detected in the clouds are hydrogen and its heavier isotope, deuterium.<br  /><br  />The lack of metals strongly suggests that the gases are reservoirs of the pristine material left over from the Big Bang. Because stars fuse atoms to make heavier elements, these gases have never been involved in any star making. In other words, they are the remnant gases that are unchanged since they were created in the first few minutes after the Big Bang.<br  /><br  />“Despite decades of effort to find anything metal-free in the universe, nature has previously set a limit to enrichment at no less than one-thousandth than that found in the Sun,” said J. Xavier Prochaska from the University of California (UC) Santa Cruz. “These clouds are at least 10 times lower than that limit and are the most pristine gas discovered in our universe.”<br  /><br  />“We’ve searched carefully for oxygen, carbon, nitrogen, and silicon — the things that are found on Earth and the Sun in abundance,” Fumagalli said from UC Santa Cruz. “We don’t find a trace of anything other than hydrogen and deuterium.”<br  /><br  />Exactly how they can detect dark, cold, diffuse gas about 12 billion light-years away is a story in itself.<br  /><br  />“In this case we actually have to do a bit of a trick,” Prochaska said. “We study the gas in silhouette.” A more distant quasar provides the light for this. The quasar light shines though the gas, and the elements in the gas absorb specific wavelengths of light, which can only be found by splitting the light into detailed spectra to reveal the dark lines of missing light.<br  /><br  />In other words, said Fumagalli, “all of the analysis is on the light we didn’t get.” The clouds absorb only a small fraction of the quasar light that makes it to Earth. “But the signatures of hydrogen absorption are obvious, so there’s no doubt there’s a lot of gas there.”<br  /><br  />The blobs of pristine gas are good news to astronomers because they are confirmation of the theory of what the first elements were and how they were created in the Big Bang. Hydrogen, helium, lithium, and boron are the lightest elements on the periodic table of elements, and they were all created for the first time in what’s called the Big Bang nucleosynthesis (BBN).<br  /><br  />“That theory has been very well tested at Keck as regards to hydrogen and its isotope deuterium,” said O’Meara from St. Michael’s College in Colchester, Vermont. “One of the conundrums of that previous work, however, is that the gas also showed at least trace amounts of oxygen and carbon. The clouds that we have discovered are the first to match the full predictions of BBN.”<br  /><br  />The discovery also reveals how different the early universe was from today — where it’s very hard to find any place without some “metals” caused by generations of element-building fusion reactors, aka stars.<br  /><br  />“What excites me about this discovery is that there is almost a range of 1,000,000 in the metallicity in gases at that time in the universe,” said Fumagalli. In other words, there were places like our solar system — where metals are very abundant — and there were also places very unlike today, where metals were still virtually nonexistent, and the gases were unchanged since almost the beginning of time."
    },
    {
      "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2020/05/galaxy_thumb_2020.jpg?mw=180",
      "title": "Is the Big Bang in crisis?",
      "title_link": "https://astronomy.com/search?q=big+bang/magazine/news/2020/05/is-the-big-bang-in-crisis",
      "time": "Thursday, May 14, 2020  | by Dan Hooper",
      "summary": "Stubborn problems with dark matter, dark energy, and cosmic expansion have some astronomers rethinking what we know about the early universe.",
      "content": "A series of powerful observations has made it clear that our universe has expanded for billions of years, emerging from the hot, dense state we call the Big Bang. Over the past several decades, new types of precise measurements have allowed scientists to scrutinize and refine this account, letting them reconstruct the history of our universe in ever greater detail. When we compare the results from different kinds of measurements — the expansion rate of the universe, the temperature patterns in the light released when the first atoms formed, the abundances of various chemical elements, and the distribution of galaxies and other large-scale structures — we find stunning agreement. Each of these lines of evidence supports the conclusion that our universe expanded and evolved in just the way that the Big Bang theory predicts. From this perspective, our universe appears to be remarkably comprehensible.<br  /><br  />But cosmologists have struggled — if not outright failed — to understand essential facets of the universe. We know almost nothing about dark matter and dark energy, which together make up more than 95 percent of the total energy in existence today. We don’t understand how the universe’s protons, electrons, and neutrons could have survived the aftereffects of the Big Bang. In fact, everything we know about the laws of physics tells us that these particles should have been destroyed by antimatter long ago. And in order to make sense of the universe as we observe it, cosmologists have been forced to conclude that space, during its earliest moments, must have undergone a brief and spectacular period of hyperfast expansion — an event known as cosmic inflation. Yet we know next to nothing about this key era of cosmic history.<br  /><br  />It’s possible that these puzzles are little more than loose ends, each of which will be resolved as cosmologists continue to investigate our universe. But so far, these problems have proven to be remarkably stubborn and persistent. With the goal of identifying the individual particles that make up dark matter, scientists have designed and built a series of impressive experiments — yet no such particles have appeared. Even powerful particle accelerators like the Large Hadron Collider have revealed nothing that moves us closer to resolving any of these cosmic mysteries. And despite having measured the expansion history and large-scale structure of the universe in ever increasing detail, we have not gained any substantively greater understanding of the nature of dark energy, the force that seems to be accelerating the expansion of the cosmos.<br  /><br  />It is from this perspective that some cosmologists have found themselves asking whether these cosmic mysteries might be symptoms of something more significant than a few loose threads. Perhaps these puzzles are not as unrelated as they might seem, but are instead collectively pointing us toward a very different picture of our universe and its earliest moments.<br  /><br  />What we’ve learned by not discovering dark matter<br  /><br  />Dark matter is likely the most celebrated problem facing modern cosmologists."
    },
    {
      "img": "https://astronomy.com/-/media/E12868681BD042A097C56ECB64A65179.jpg?mw=180",
      "title": "Gravity may have saved the universe after the Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2014/11/gravity-may-have-saved-the-universe-after-the-big-bang",
      "time": "Friday, November 21, 2014  | by Imperial College London, United Kingdom",
      "summary": "In a new study, researchers describe how gravity provided the stability needed for the universe to survive expansion during this period.",
      "content": "New research by a team of European physicists could explain why the universe did not collapse immediately after the Big Bang.<br  /><br  />Studies of the Higgs particle — discovered at CERN in 2012 and responsible for giving mass to all particles — have suggested that the production of Higgs particles during the accelerating expansion of the early universe (inflation) should have led to instability and collapse.<br  /><br  />Scientists have been trying to find out why this didn’t happen, leading to theories that there must be some new physics that will help explain the origins of the universe that has not yet been discovered. Physicists from Imperial College London and the Universities of Copenhagen and Helsinki, however, believe there is a simpler explanation.<br  /><br  />In a new study, the team describes how the space-time curvature — in effect, gravity — provided the stability needed for the universe to survive expansion in that early period. The team investigated the interaction between the Higgs particles and gravity, taking into account how it would vary with energy.<br  /><br  />They show that even a small interaction would have been enough to stabilize the universe against decay.<br  /><br  />“The standard model of particle physics, which scientists use to explain elementary particles and their interactions, has so far not provided an answer to why the universe did not collapse following the Big Bang,” said Arttu Rajantie from Imperial College London. “Our research investigates the last unknown parameter in the standard model — the interaction between the Higgs particle and gravity. This parameter cannot be measured in particle accelerator experiments, but it has a big effect on the Higgs instability during inflation. Even a relatively small value is enough to explain the survival of the universe without any new physics!”<br  /><br  />The team plans to continue their research using cosmological observations to look at this interaction in more detail and explain what effect it would have had on the development of the early universe. In particular, they will use data from current and future European Space Agency missions measuring cosmic microwave background radiation and gravitational waves.<br  /><br  />“Our aim is to measure the interaction between gravity and the Higgs field using cosmological data,” said Rajantie. “If we are able to do that, we will have supplied the last unknown number in the standard model of particle physics and be closer to answering fundamental questions about how we are all here.”"
    },
    {
      "img": "https://astronomy.com/-/media/347BB0FAA850451C85B2B207C540B258.jpg?mw=180",
      "title": "Ultracold Big Bang experiment simulates evolution of early universe",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2013/08/ultracold-big-bang-experiment-simulates-evolution-of-early-universe",
      "time": "Friday, August 30, 2013  | by University of Chicago, Illinois",
      "summary": "Scientists used cesium atoms to better understand how structure evolved in the infant universe.",
      "content": "Observations by the NASA/ESA Hubble Space Telescope have taken advantage of gravitational lensing to reveal the largest sample of the faintest and earliest known galaxies in the universe. Some of these galaxies formed just 600 million years after the Big Bang and are fainter than any other galaxy yet uncovered by Hubble. The team has determined, for the first time with some confidence, that these small galaxies were vital to creating the universe that we see today.<br  /><br  />An international team of astronomers, led by Hakim Atek of the Ecole Polytechnique Fédérale de Lausanne in Switzerland, has discovered over 250 tiny galaxies that existed only 600-900 million years after the Big Bang — one of the largest samples of dwarf galaxies yet to be discovered at these epochs. The light from these galaxies took over 12 billion years to reach the telescope, allowing the astronomers to look back in time when the universe was still young.<br  /><br  />Although impressive, the number of galaxies found at this early epoch is not the team’s only remarkable breakthrough, as Johan Richard from the Observatory of Lyon, France, points out, “The faintest galaxies detected in these Hubble observations are fainter than any other yet uncovered in the deepest Hubble observations.”<br  /><br  />By looking at the light coming from the galaxies, the team discovered that the accumulated light emitted by these galaxies could have played a major role in one of the most mysterious periods of the universe’s early history — the epoch of reionization. Reionization started when the thick fog of hydrogen gas that cloaked the early universe began to clear. Ultraviolet light was now able to travel over larger distances without being blocked and the universe became transparent to ultraviolet light.<br  /><br  />By observing the ultraviolet light from the galaxies found in this study, the astronomers were able to calculate whether these were in fact some of the galaxies involved in the process. The team determined, for the first time with some confidence, that the smallest and most abundant of the galaxies in the study could be the major actors in keeping the universe transparent. By doing so, they have established that the epoch of reionization, which ends at the point when the universe is fully transparent, came to a close about 700 million years after the Big Bang."
    },
    {
      "img": "https://astronomy.com/-/media/9A2A192ED1E24F97A725648FA40A4CF3.jpg?mw=180",
      "title": "Small blue galaxy could shed new light on Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2016/05/small-blue-galaxy-could-shed-new-light-on-big-bang",
      "time": "Friday, May 13, 2016  | by Indiana University, Bloomington",
      "summary": "“Little lion” galaxy contains lowest level of heavy elements ever detected in gravitationally bound system of stars",
      "content": "April 26, 2005<br  />By crashing the nuclei of gold atoms into each other at 99.995 percent of the speed of light, physicists at Brookhaven National Laboratory in Upton, New York, have created a new state of matter — a nearly perfect liquid of strongly interacting quarks and gluons, the fundamental components of matter. The liquid's surprising properties are challenging theorists and may shed light on the universe's earliest moments.<br  /><br  />Scientists reported the findings last Monday at a meeting of the American Physical Society in Tampa, Florida.<br  /><br  />\"This is our first opportunity to view this phase of matter in the laboratory, rather than just knowing it must have existed in the Big Bang,\" Scott Pratt, a nuclear theorist at Michigan State University, told Astronomy.<br  /><br  />The emergence of liquid-like drops from the enormously energetic collisions between gold nuclei surprised most physicists. They expected amorphous quark-gluon plasma, a hot gas that quarks could zip through easily. Instead, they found a substance that flowed and responded to pressure like a liquid, and stripped energy from speeding particles extremely quickly.<br  /><br  />\"It was surprising for it to have such strongly, obviously, liquid-like properties,\" said Samuel Aronson, Brookhaven's associate director for high energy and nuclear physics.<br  /><br  />Two features proved the liquid nature of the \"mini bangs,\" created within Brookhaven's huge Relativistic Heavy Ion Collider, which recreates the extreme conditions that existed a millionth of a second after the Big Bang.<br  /><br  />The initially football-shape droplets expanded faster in width than length, something amorphous plasma could not do. \"The explosions had a lot of asymmetry,\" Pratt noted, \"and this can only happen if the system is expanding according to the hydrodynamics of an almost perfect fluid.\"<br  /><br  />Also, experimenters detected far fewer jets of energetic particles than expected. They calculated that particles trying to escape the collision zone were losing energy at an enormous rate — more than a billion billion times faster than charged particles moving through ordinary matter.<br  /><br  />\"Even the most high-energy particles lose more energy than people thought,\" Pratt said. \"It's like even Shaquille O'Neal has trouble getting through the crowd.\"<br  /><br  />While this new liquid phase of matter is surprising, it doesn't threaten quantum chromodynamics (QCD), the standard theory that describes the universe's fundamental forces and particles. \"Nothing in these blobs violates QCD,\" said John Cramer, a heavy-ion researcher at the University of Washington. \"But starting from QCD, nobody knows how to predict in advance that they should behave like a liquid.\"<br  /><br  />According to Aronson, the ball is now in the theorists' court. They'll have to get better at applying QCD theory to show why matter under these extreme conditions — a billion times hotter than the Sun — behaves the way experimenters found. \"Now we can hold the theorists' feet to the fire,\" he said.<br  /><br  />Although the researchers believe they've recreated the conditions that existed in the first microsecond of the Big Bang, they still don't know enough about their quark-gluon liquid, or just how it \"freezes\" into protons and neutrons to make cosmological inferences.<br  /><br  />Pratt explained that if the primordial liquid stores enough latent heat to undergo a dramatic phase change, like water boiling, \"bubbles and drops could grow into seeds for later fluctuations in the universe, such as galaxies.\" Still, he cautioned, very preliminary results seem to show a more gradual transition.<br  /><br  />Cramer focused on the liquid itself. \"What it's telling us is that in the first microsecond after the Big Bang, the universe was a liquid that had a high compressibility. That would tend to damp out any fluctuations,\" he said. \"So it may change the way people try to evolve the universe from the Big Bang into galaxies and stars.\"<br  /><br  />It may, agreed Aronson. But, he added, \"It's too early to know yet.\""
    },
    {
      "img": "https://astronomy.com/-/media/4946BC7FB065435DA3C3218D63121B45.jpg?mw=180",
      "title": "Astronomers find a ‘fossil cloud’ uncontaminated since the Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2018/12/astronomers-find-a-fossil-cloud-uncontaminated-since-the-big-bang",
      "time": "Thursday, December 20, 2018  | by Chelsea Gohd",
      "summary": "This ancient remnant of the Big Bang could help researchers better understand how and why different types of stars and galaxies formed in the early universe.",
      "content": "Astronomers using the 10-meter telescopes at the W. M. Keck Observatory have detected two clumps of primordial gas in deep space from the dawn of time.<br  /><br  />The gas clouds are too diffuse to form stars and show virtually no signs of containing any “metals” — all elements heavier than hydrogen and helium, the two simplest and lightest elements in the universe. In fact, the only elements astronomers have detected in the clouds are hydrogen and its heavier isotope, deuterium.<br  /><br  />The lack of metals strongly suggests that the gases are reservoirs of the pristine material left over from the Big Bang. Because stars fuse atoms to make heavier elements, these gases have never been involved in any star making. In other words, they are the remnant gases that are unchanged since they were created in the first few minutes after the Big Bang.<br  /><br  />“Despite decades of effort to find anything metal-free in the universe, nature has previously set a limit to enrichment at no less than one-thousandth than that found in the Sun,” said J. Xavier Prochaska from the University of California (UC) Santa Cruz. “These clouds are at least 10 times lower than that limit and are the most pristine gas discovered in our universe.”<br  /><br  />“We’ve searched carefully for oxygen, carbon, nitrogen, and silicon — the things that are found on Earth and the Sun in abundance,” Fumagalli said from UC Santa Cruz. “We don’t find a trace of anything other than hydrogen and deuterium.”<br  /><br  />Exactly how they can detect dark, cold, diffuse gas about 12 billion light-years away is a story in itself.<br  /><br  />“In this case we actually have to do a bit of a trick,” Prochaska said. “We study the gas in silhouette.” A more distant quasar provides the light for this. The quasar light shines though the gas, and the elements in the gas absorb specific wavelengths of light, which can only be found by splitting the light into detailed spectra to reveal the dark lines of missing light.<br  /><br  />In other words, said Fumagalli, “all of the analysis is on the light we didn’t get.” The clouds absorb only a small fraction of the quasar light that makes it to Earth. “But the signatures of hydrogen absorption are obvious, so there’s no doubt there’s a lot of gas there.”<br  /><br  />The blobs of pristine gas are good news to astronomers because they are confirmation of the theory of what the first elements were and how they were created in the Big Bang. Hydrogen, helium, lithium, and boron are the lightest elements on the periodic table of elements, and they were all created for the first time in what’s called the Big Bang nucleosynthesis (BBN).<br  /><br  />“That theory has been very well tested at Keck as regards to hydrogen and its isotope deuterium,” said O’Meara from St. Michael’s College in Colchester, Vermont. “One of the conundrums of that previous work, however, is that the gas also showed at least trace amounts of oxygen and carbon. The clouds that we have discovered are the first to match the full predictions of BBN.”<br  /><br  />The discovery also reveals how different the early universe was from today — where it’s very hard to find any place without some “metals” caused by generations of element-building fusion reactors, aka stars.<br  /><br  />“What excites me about this discovery is that there is almost a range of 1,000,000 in the metallicity in gases at that time in the universe,” said Fumagalli. In other words, there were places like our solar system — where metals are very abundant — and there were also places very unlike today, where metals were still virtually nonexistent, and the gases were unchanged since almost the beginning of time."
    },
    {
      "img": "https://astronomy.com/-/media/A8AB2EF8386D448B9064C5FC4813DFC6.jpg?mw=180",
      "title": "The Jesuit astronomer who conceived of the Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2018/10/the-jesuit-astronomer-who-conceived-of-the-big-bang",
      "time": "Friday, October 12, 2018  | by Korey Haynes",
      "summary": "The idea that our universe is expanding was once radical, but today it underpins our entire understanding of the cosmos. Here's how it all started.",
      "content": "A series of powerful observations has made it clear that our universe has expanded for billions of years, emerging from the hot, dense state we call the Big Bang. Over the past several decades, new types of precise measurements have allowed scientists to scrutinize and refine this account, letting them reconstruct the history of our universe in ever greater detail. When we compare the results from different kinds of measurements — the expansion rate of the universe, the temperature patterns in the light released when the first atoms formed, the abundances of various chemical elements, and the distribution of galaxies and other large-scale structures — we find stunning agreement. Each of these lines of evidence supports the conclusion that our universe expanded and evolved in just the way that the Big Bang theory predicts. From this perspective, our universe appears to be remarkably comprehensible.<br  /><br  />But cosmologists have struggled — if not outright failed — to understand essential facets of the universe. We know almost nothing about dark matter and dark energy, which together make up more than 95 percent of the total energy in existence today. We don’t understand how the universe’s protons, electrons, and neutrons could have survived the aftereffects of the Big Bang. In fact, everything we know about the laws of physics tells us that these particles should have been destroyed by antimatter long ago. And in order to make sense of the universe as we observe it, cosmologists have been forced to conclude that space, during its earliest moments, must have undergone a brief and spectacular period of hyperfast expansion — an event known as cosmic inflation. Yet we know next to nothing about this key era of cosmic history.<br  /><br  />It’s possible that these puzzles are little more than loose ends, each of which will be resolved as cosmologists continue to investigate our universe. But so far, these problems have proven to be remarkably stubborn and persistent. With the goal of identifying the individual particles that make up dark matter, scientists have designed and built a series of impressive experiments — yet no such particles have appeared. Even powerful particle accelerators like the Large Hadron Collider have revealed nothing that moves us closer to resolving any of these cosmic mysteries. And despite having measured the expansion history and large-scale structure of the universe in ever increasing detail, we have not gained any substantively greater understanding of the nature of dark energy, the force that seems to be accelerating the expansion of the cosmos.<br  /><br  />It is from this perspective that some cosmologists have found themselves asking whether these cosmic mysteries might be symptoms of something more significant than a few loose threads. Perhaps these puzzles are not as unrelated as they might seem, but are instead collectively pointing us toward a very different picture of our universe and its earliest moments.<br  /><br  />What we’ve learned by not discovering dark matter<br  /><br  />Dark matter is likely the most celebrated problem facing modern cosmologists."
    },
    {
      "img": "https://astronomy.com/-/media/Images/News%20and%20Observing/News/2020/06/infinityandbeyondbigbang.jpg?mw=180",
      "title": "Infinity & Beyond — Episode 1: The Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2020/06/infinity-and-beyond-will-bring-the-universe-directly-to-you",
      "time": "Thursday, June 18, 2020  | by Hailey Rose McLaughlin",
      "summary": "Join Abigail Bollenbach in this new video series, where she’ll take you on a different cosmic adventure each week.",
      "content": "New research by a team of European physicists could explain why the universe did not collapse immediately after the Big Bang.<br  /><br  />Studies of the Higgs particle — discovered at CERN in 2012 and responsible for giving mass to all particles — have suggested that the production of Higgs particles during the accelerating expansion of the early universe (inflation) should have led to instability and collapse.<br  /><br  />Scientists have been trying to find out why this didn’t happen, leading to theories that there must be some new physics that will help explain the origins of the universe that has not yet been discovered. Physicists from Imperial College London and the Universities of Copenhagen and Helsinki, however, believe there is a simpler explanation.<br  /><br  />In a new study, the team describes how the space-time curvature — in effect, gravity — provided the stability needed for the universe to survive expansion in that early period. The team investigated the interaction between the Higgs particles and gravity, taking into account how it would vary with energy.<br  /><br  />They show that even a small interaction would have been enough to stabilize the universe against decay.<br  /><br  />“The standard model of particle physics, which scientists use to explain elementary particles and their interactions, has so far not provided an answer to why the universe did not collapse following the Big Bang,” said Arttu Rajantie from Imperial College London. “Our research investigates the last unknown parameter in the standard model — the interaction between the Higgs particle and gravity. This parameter cannot be measured in particle accelerator experiments, but it has a big effect on the Higgs instability during inflation. Even a relatively small value is enough to explain the survival of the universe without any new physics!”<br  /><br  />The team plans to continue their research using cosmological observations to look at this interaction in more detail and explain what effect it would have had on the development of the early universe. In particular, they will use data from current and future European Space Agency missions measuring cosmic microwave background radiation and gravitational waves.<br  /><br  />“Our aim is to measure the interaction between gravity and the Higgs field using cosmological data,” said Rajantie. “If we are able to do that, we will have supplied the last unknown number in the standard model of particle physics and be closer to answering fundamental questions about how we are all here.”"
    },
    {
      "img": "https://astronomy.com/-/media/08FAF227B780463BA87B8896DBDE5687.jpg?mw=180",
      "title": "Plans shape up for a revolutionary new observatory to explore black holes and the Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2011/05/plans-shape-up-for-a-revolutionary-new-observatory-to-explore-black-holes-and-the-big-bang",
      "time": "Thursday, May 19, 2011  | by Astroparticle European Research Area Press Office, Geneva, Switzerland",
      "summary": "The Einstein Telescope will be built underground to reduce the effect of residual seismic motion. This will enable higher sensitivities to be achieved at low frequencies.",
      "content": "Observations by the NASA/ESA Hubble Space Telescope have taken advantage of gravitational lensing to reveal the largest sample of the faintest and earliest known galaxies in the universe. Some of these galaxies formed just 600 million years after the Big Bang and are fainter than any other galaxy yet uncovered by Hubble. The team has determined, for the first time with some confidence, that these small galaxies were vital to creating the universe that we see today.<br  /><br  />An international team of astronomers, led by Hakim Atek of the Ecole Polytechnique Fédérale de Lausanne in Switzerland, has discovered over 250 tiny galaxies that existed only 600-900 million years after the Big Bang — one of the largest samples of dwarf galaxies yet to be discovered at these epochs. The light from these galaxies took over 12 billion years to reach the telescope, allowing the astronomers to look back in time when the universe was still young.<br  /><br  />Although impressive, the number of galaxies found at this early epoch is not the team’s only remarkable breakthrough, as Johan Richard from the Observatory of Lyon, France, points out, “The faintest galaxies detected in these Hubble observations are fainter than any other yet uncovered in the deepest Hubble observations.”<br  /><br  />By looking at the light coming from the galaxies, the team discovered that the accumulated light emitted by these galaxies could have played a major role in one of the most mysterious periods of the universe’s early history — the epoch of reionization. Reionization started when the thick fog of hydrogen gas that cloaked the early universe began to clear. Ultraviolet light was now able to travel over larger distances without being blocked and the universe became transparent to ultraviolet light.<br  /><br  />By observing the ultraviolet light from the galaxies found in this study, the astronomers were able to calculate whether these were in fact some of the galaxies involved in the process. The team determined, for the first time with some confidence, that the smallest and most abundant of the galaxies in the study could be the major actors in keeping the universe transparent. By doing so, they have established that the epoch of reionization, which ends at the point when the universe is fully transparent, came to a close about 700 million years after the Big Bang."
    },
    {
      "img": "https://astronomy.com/-/media/B02345436DC344B0AF3E9925678B3C05.jpg?mw=180",
      "title": "Big Bang Vote: IAU Debates Who Gets Credit For Expanding Universe",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2018/08/big-bang-vote-iau-debates-who-gets-credit-for-expanding-universe",
      "time": "Friday, August 31, 2018  | by Krzysztof Bolejko, University Of Sydney",
      "summary": "Who discovered the Big Bang? Astronomers vote at the IAU on putting Georges Lemaître's name alongside Edwin Hubble's famous law.",
      "content": "April 26, 2005<br  />By crashing the nuclei of gold atoms into each other at 99.995 percent of the speed of light, physicists at Brookhaven National Laboratory in Upton, New York, have created a new state of matter — a nearly perfect liquid of strongly interacting quarks and gluons, the fundamental components of matter. The liquid's surprising properties are challenging theorists and may shed light on the universe's earliest moments.<br  /><br  />Scientists reported the findings last Monday at a meeting of the American Physical Society in Tampa, Florida.<br  /><br  />\"This is our first opportunity to view this phase of matter in the laboratory, rather than just knowing it must have existed in the Big Bang,\" Scott Pratt, a nuclear theorist at Michigan State University, told Astronomy.<br  /><br  />The emergence of liquid-like drops from the enormously energetic collisions between gold nuclei surprised most physicists. They expected amorphous quark-gluon plasma, a hot gas that quarks could zip through easily. Instead, they found a substance that flowed and responded to pressure like a liquid, and stripped energy from speeding particles extremely quickly.<br  /><br  />\"It was surprising for it to have such strongly, obviously, liquid-like properties,\" said Samuel Aronson, Brookhaven's associate director for high energy and nuclear physics.<br  /><br  />Two features proved the liquid nature of the \"mini bangs,\" created within Brookhaven's huge Relativistic Heavy Ion Collider, which recreates the extreme conditions that existed a millionth of a second after the Big Bang.<br  /><br  />The initially football-shape droplets expanded faster in width than length, something amorphous plasma could not do. \"The explosions had a lot of asymmetry,\" Pratt noted, \"and this can only happen if the system is expanding according to the hydrodynamics of an almost perfect fluid.\"<br  /><br  />Also, experimenters detected far fewer jets of energetic particles than expected. They calculated that particles trying to escape the collision zone were losing energy at an enormous rate — more than a billion billion times faster than charged particles moving through ordinary matter.<br  /><br  />\"Even the most high-energy particles lose more energy than people thought,\" Pratt said. \"It's like even Shaquille O'Neal has trouble getting through the crowd.\"<br  /><br  />While this new liquid phase of matter is surprising, it doesn't threaten quantum chromodynamics (QCD), the standard theory that describes the universe's fundamental forces and particles. \"Nothing in these blobs violates QCD,\" said John Cramer, a heavy-ion researcher at the University of Washington. \"But starting from QCD, nobody knows how to predict in advance that they should behave like a liquid.\"<br  /><br  />According to Aronson, the ball is now in the theorists' court. They'll have to get better at applying QCD theory to show why matter under these extreme conditions — a billion times hotter than the Sun — behaves the way experimenters found. \"Now we can hold the theorists' feet to the fire,\" he said.<br  /><br  />Although the researchers believe they've recreated the conditions that existed in the first microsecond of the Big Bang, they still don't know enough about their quark-gluon liquid, or just how it \"freezes\" into protons and neutrons to make cosmological inferences.<br  /><br  />Pratt explained that if the primordial liquid stores enough latent heat to undergo a dramatic phase change, like water boiling, \"bubbles and drops could grow into seeds for later fluctuations in the universe, such as galaxies.\" Still, he cautioned, very preliminary results seem to show a more gradual transition.<br  /><br  />Cramer focused on the liquid itself. \"What it's telling us is that in the first microsecond after the Big Bang, the universe was a liquid that had a high compressibility. That would tend to damp out any fluctuations,\" he said. \"So it may change the way people try to evolve the universe from the Big Bang into galaxies and stars.\"<br  /><br  />It may, agreed Aronson. But, he added, \"It's too early to know yet.\""
    },
    {
      "img": "https://astronomy.com/-/media/E0C8D26CF4A948C595FBF2D997B7615D.jpg?mw=180",
      "title": "Pigeon poop and strange static: How we proved the Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2018/09/pigeon-poop-and-strange-static-how-we-proved-the-big-bang",
      "time": "Tuesday, September 11, 2018  | by Korey Haynes",
      "summary": "Sometimes, scientific discoveries are hiding in the strangest places.",
      "content": "Astronomers using the 10-meter telescopes at the W. M. Keck Observatory have detected two clumps of primordial gas in deep space from the dawn of time.<br  /><br  />The gas clouds are too diffuse to form stars and show virtually no signs of containing any “metals” — all elements heavier than hydrogen and helium, the two simplest and lightest elements in the universe. In fact, the only elements astronomers have detected in the clouds are hydrogen and its heavier isotope, deuterium.<br  /><br  />The lack of metals strongly suggests that the gases are reservoirs of the pristine material left over from the Big Bang. Because stars fuse atoms to make heavier elements, these gases have never been involved in any star making. In other words, they are the remnant gases that are unchanged since they were created in the first few minutes after the Big Bang.<br  /><br  />“Despite decades of effort to find anything metal-free in the universe, nature has previously set a limit to enrichment at no less than one-thousandth than that found in the Sun,” said J. Xavier Prochaska from the University of California (UC) Santa Cruz. “These clouds are at least 10 times lower than that limit and are the most pristine gas discovered in our universe.”<br  /><br  />“We’ve searched carefully for oxygen, carbon, nitrogen, and silicon — the things that are found on Earth and the Sun in abundance,” Fumagalli said from UC Santa Cruz. “We don’t find a trace of anything other than hydrogen and deuterium.”<br  /><br  />Exactly how they can detect dark, cold, diffuse gas about 12 billion light-years away is a story in itself.<br  /><br  />“In this case we actually have to do a bit of a trick,” Prochaska said. “We study the gas in silhouette.” A more distant quasar provides the light for this. The quasar light shines though the gas, and the elements in the gas absorb specific wavelengths of light, which can only be found by splitting the light into detailed spectra to reveal the dark lines of missing light.<br  /><br  />In other words, said Fumagalli, “all of the analysis is on the light we didn’t get.” The clouds absorb only a small fraction of the quasar light that makes it to Earth. “But the signatures of hydrogen absorption are obvious, so there’s no doubt there’s a lot of gas there.”<br  /><br  />The blobs of pristine gas are good news to astronomers because they are confirmation of the theory of what the first elements were and how they were created in the Big Bang. Hydrogen, helium, lithium, and boron are the lightest elements on the periodic table of elements, and they were all created for the first time in what’s called the Big Bang nucleosynthesis (BBN).<br  /><br  />“That theory has been very well tested at Keck as regards to hydrogen and its isotope deuterium,” said O’Meara from St. Michael’s College in Colchester, Vermont. “One of the conundrums of that previous work, however, is that the gas also showed at least trace amounts of oxygen and carbon. The clouds that we have discovered are the first to match the full predictions of BBN.”<br  /><br  />The discovery also reveals how different the early universe was from today — where it’s very hard to find any place without some “metals” caused by generations of element-building fusion reactors, aka stars.<br  /><br  />“What excites me about this discovery is that there is almost a range of 1,000,000 in the metallicity in gases at that time in the universe,” said Fumagalli. In other words, there were places like our solar system — where metals are very abundant — and there were also places very unlike today, where metals were still virtually nonexistent, and the gases were unchanged since almost the beginning of time."
    },
    {
      "img": "https://astronomy.com/-/media/A0BA89A5ACDC46E6891D793F30921583.jpg?mw=180",
      "title": "The Steady State: When astronomers tried to overthrow the Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2020/01/the-steady-state-when-astronomers-tried-to-overthrow-the-big-bang",
      "time": "Monday, January 6, 2020  | by Mara Johnson-Groh",
      "summary": "Some astronomers didn’t like the religious implications of a universe with a beginning. Their alternative was the so-called “steady state model.”",
      "content": "A series of powerful observations has made it clear that our universe has expanded for billions of years, emerging from the hot, dense state we call the Big Bang. Over the past several decades, new types of precise measurements have allowed scientists to scrutinize and refine this account, letting them reconstruct the history of our universe in ever greater detail. When we compare the results from different kinds of measurements — the expansion rate of the universe, the temperature patterns in the light released when the first atoms formed, the abundances of various chemical elements, and the distribution of galaxies and other large-scale structures — we find stunning agreement. Each of these lines of evidence supports the conclusion that our universe expanded and evolved in just the way that the Big Bang theory predicts. From this perspective, our universe appears to be remarkably comprehensible.<br  /><br  />But cosmologists have struggled — if not outright failed — to understand essential facets of the universe. We know almost nothing about dark matter and dark energy, which together make up more than 95 percent of the total energy in existence today. We don’t understand how the universe’s protons, electrons, and neutrons could have survived the aftereffects of the Big Bang. In fact, everything we know about the laws of physics tells us that these particles should have been destroyed by antimatter long ago. And in order to make sense of the universe as we observe it, cosmologists have been forced to conclude that space, during its earliest moments, must have undergone a brief and spectacular period of hyperfast expansion — an event known as cosmic inflation. Yet we know next to nothing about this key era of cosmic history.<br  /><br  />It’s possible that these puzzles are little more than loose ends, each of which will be resolved as cosmologists continue to investigate our universe. But so far, these problems have proven to be remarkably stubborn and persistent. With the goal of identifying the individual particles that make up dark matter, scientists have designed and built a series of impressive experiments — yet no such particles have appeared. Even powerful particle accelerators like the Large Hadron Collider have revealed nothing that moves us closer to resolving any of these cosmic mysteries. And despite having measured the expansion history and large-scale structure of the universe in ever increasing detail, we have not gained any substantively greater understanding of the nature of dark energy, the force that seems to be accelerating the expansion of the cosmos.<br  /><br  />It is from this perspective that some cosmologists have found themselves asking whether these cosmic mysteries might be symptoms of something more significant than a few loose threads. Perhaps these puzzles are not as unrelated as they might seem, but are instead collectively pointing us toward a very different picture of our universe and its earliest moments.<br  /><br  />What we’ve learned by not discovering dark matter<br  /><br  />Dark matter is likely the most celebrated problem facing modern cosmologists."
    },
    {
      "img": "https://astronomy.com/-/media/A666B571271D4425B8A47D5A86A9A423.jpg?mw=180",
      "title": "What would this cyclic model of the universe mean for the Big Bang?",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2021/08/what-would-this-cyclic-model-of-the-universe-mean-for-the-big-bang",
      "time": "Friday, August 20, 2021  | by Sophie Putka",
      "summary": "Meet the Big Crunch: In this theory on the origins of the universe, the Big Bang was not the beginning, but a repeating pattern of expansion and contraction.",
      "content": "New research by a team of European physicists could explain why the universe did not collapse immediately after the Big Bang.<br  /><br  />Studies of the Higgs particle — discovered at CERN in 2012 and responsible for giving mass to all particles — have suggested that the production of Higgs particles during the accelerating expansion of the early universe (inflation) should have led to instability and collapse.<br  /><br  />Scientists have been trying to find out why this didn’t happen, leading to theories that there must be some new physics that will help explain the origins of the universe that has not yet been discovered. Physicists from Imperial College London and the Universities of Copenhagen and Helsinki, however, believe there is a simpler explanation.<br  /><br  />In a new study, the team describes how the space-time curvature — in effect, gravity — provided the stability needed for the universe to survive expansion in that early period. The team investigated the interaction between the Higgs particles and gravity, taking into account how it would vary with energy.<br  /><br  />They show that even a small interaction would have been enough to stabilize the universe against decay.<br  /><br  />“The standard model of particle physics, which scientists use to explain elementary particles and their interactions, has so far not provided an answer to why the universe did not collapse following the Big Bang,” said Arttu Rajantie from Imperial College London. “Our research investigates the last unknown parameter in the standard model — the interaction between the Higgs particle and gravity. This parameter cannot be measured in particle accelerator experiments, but it has a big effect on the Higgs instability during inflation. Even a relatively small value is enough to explain the survival of the universe without any new physics!”<br  /><br  />The team plans to continue their research using cosmological observations to look at this interaction in more detail and explain what effect it would have had on the development of the early universe. In particular, they will use data from current and future European Space Agency missions measuring cosmic microwave background radiation and gravitational waves.<br  /><br  />“Our aim is to measure the interaction between gravity and the Higgs field using cosmological data,” said Rajantie. “If we are able to do that, we will have supplied the last unknown number in the standard model of particle physics and be closer to answering fundamental questions about how we are all here.”"
    },
    {
      "img": "https://astronomy.com/-/media/1D24AAD50AE5452F901E450B059DFB7E.jpg?mw=180",
      "title": "Building planets is a slam-bang art",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2004/10/building-planets-is-a-slam-bang-art",
      "time": "Thursday, October 21, 2004  | by Robert Burnham",
      "summary": "A survey of a nearby stars finds at least a quarter of them have dust disks born in collisions among rocky, asteroid-size bodies. The result hints that terrestrial planets may be relatively common."
    },
    {
      "img": "https://astronomy.com/-/media/CA5E4AFE21924791A8295C921B1289C2.jpg?mw=180",
      "title": "Detection of the cosmic gamma-ray horizon measures all the light in the universe since the Big Bang",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2013/05/detection-of-the-cosmic-gamma-ray-horizon-measures-all-the-light-in-the-universe-since-the-big-bang",
      "time": "Wednesday, May 29, 2013  | by University of California - Santa Cruz",
      "summary": "Scientists have developed a new technique to measure the extragalactic background light, which contains a wealth of information about how the universe has evolved."
    },
    {
      "img": "https://astronomy.com/-/media/240DD1FC79174DC08935180F51B57097.jpg?mw=180",
      "title": "Seeing the big cosmic picture",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2003/11/seeing-the-big-cosmic-picture",
      "time": "Sunday, November 9, 2003  | by Andrew Fazekas",
      "summary": "A new map of the universe confirms previous results, including the existence of dark matter and dark energy."
    },
    {
      "img": "https://astronomy.com/-/media/A322324EA96C442CA54173FBF2AFFEC0.jpg?mw=180",
      "title": "Small galaxies pack a big punch",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2008/04/small-galaxies-pack-a-big-punch",
      "time": "Tuesday, April 29, 2008",
      "summary": "Compact galaxies in the early universe have a much greater mass than expected.<br  />Provided by STScI, Baltimore, Maryland"
    },
    {
      "img": "https://astronomy.com/-/media/5BAC1B51FFBA44028732B55ED88BB11C.jpg?mw=180",
      "title": "Small galaxies solve a big problem",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2007/09/small-galaxies-solve-a-big-problem",
      "time": "Wednesday, September 12, 2007",
      "summary": "Scientists may have solved a discrepancy between the number of extremely small, faint galaxies predicted to exist near the Milky Way and the number actually observed.<br  />Provided by the W. M. Keck Observatory, Mauna Kea, Hawaii"
    },
    {
      "img": "https://astronomy.com/-/media/917EB0E1AA404BE49B095A62185ECD9D.jpg?mw=180",
      "title": "The newest big thing in radio astronomy",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2017/05/newest-big-thing-in-radio-astronomy",
      "time": "Thursday, May 11, 2017  | by Tania Burchell",
      "summary": "High in Chile’s otherworldly Atacama Desert, the 66-antenna Atacama Large Millimeter/submillimeter Array catches radio waves that remain hidden from other telescopes."
    },
    {
      "img": "https://astronomy.com/-/media/F40AF801A3134E3FB4FA998B15FC26E5.jpg?mw=180",
      "title": "The Beginning to the End of the Universe: It started with a bang",
      "title_link": "https://astronomy.com/search?q=big+bang/magazine/news/2021/01/the-beginning-to-the-end-of-the-universe-it-began-with-a-bang",
      "time": "Thursday, January 7, 2021  | by Dan Hooper",
      "summary": "Our universe’s earliest moments are the hardest to explore. But they hold the key to understanding the cosmos."
    },
    {
      "img": "https://astronomy.com/-/media/412A447984F44A9F86A7618681EE3573.jpg?mw=180",
      "title": "Photo of the Big Bang’s afterglow wins Breakthrough Prize",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2017/12/photo-of-the-big-bangs-afterglow-wins-breakthrough-prize",
      "time": "Wednesday, December 6, 2017  | by Amber Jorgenson",
      "summary": "This photo of our young universe further backs up the theory that the cosmos is predominantly comprised of dark matter and dark energy."
    },
    {
      "img": "https://astronomy.com/-/media/94B46D1867844F8A8FB8C7D81803315B.jpg?mw=180",
      "title": "Big Bang’s glow allows discovery of distant black hole jet",
      "title_link": "https://astronomy.com/search?q=big+bang/news/2016/02/big-bangs-glow-allows-discovery-of-distant-black-hole-jet",
      "time": "Tuesday, February 16, 2016  | by Chandra X-ray Observatory, Cambridge, Massachusetts, Marshall Space Flight Center, Huntsville, Alabama",
      "summary": "The light detected from this jet was emitted when the universe was only 2.7 billion years old, a fifth of its present age."
    }
  ]
}
