{
  "users": [
    {
      "id": 1,
      "user": "admin",
      "password": "1234"
    },
    {
      "id": 2,
      "user": "nguoidung",
      "password": "matkhau"
    },
    {
      "id": 3,
      "user": "cotien",
      "password": "123456"
    },
    {
      "id": 4,
      "user": "phuduien",
      "password": "abc"
    },
    {
      "id": 5,
      "user": "an",
      "password": "andeptrai"
    },
    {
      "id": 6,
      "user": "thanh",
      "password": "vanthanh"
    },
    {
      "id": 7,
      "user": "user",
      "password": "user"
    },
    {
      "id": 8,
      "user": "root",
      "password": "toor"
    }
  ],
  "planets": [
    {
      "id": 1,
      "name": "Uranus",
      "content": "Uranus is the seventh planet from the Sun. Its name is a reference to the Greek god of the sky..."
    },
    {
      "id": 2,
      "name": "Neptune",
      "content": "Neptune is the eighth and farthest known Solar planet from the Sun. In the Solar System, it is the fourth-largest..."
    },
    {
      "id": 3,
      "name": "Pluto",
      "content": "Pluto (minor planet designation: 134340 Pluto) is a dwarf planet in the Kuiper belt..."
    }
  ],
  "observatories":[
    {
      "id": 1,
      "country": "us",
      "name": "Arecibo Observatory",
      "shortContent": "The Arecibo Observatory, also known as the National Astronomy and Ionosphere Center (NAIC) and formerly known as the Arecibo Ionosphere Observatory, is an observatory in Barrio Esperanza, Arecibo, Puerto Rico owned by the US National Science Foundation (NSF). The observatory's main instrument was the Arecibo Telescope, a 305 m (1,000 ft) spherical reflector dish built into...",
      "content-top": "The Arecibo Observatory, also known as the National Astronomy and Ionosphere Center (NAIC) and formerly known as the Arecibo Ionosphere Observatory, is an observatory in Barrio Esperanza, Arecibo, Puerto Rico owned by the US National Science Foundation (NSF). The observatory's main instrument was the Arecibo Telescope, a 305 m (1,000 ft) spherical reflector dish built into a natural sinkhole, with a cable-mount steerable receiver and several radar transmitters for emitting signals mounted 150 m (492 ft) above the dish. Completed in 1963, it was the world's largest single-aperture telescope for 53 years, surpassed in July 2016 by the Five-hundred-meter Aperture Spherical Telescope (FAST) in China.",
      "img-url": "https://www.sciencemag.org/sites/default/files/styles/article_main_image_-_1280w__no_aspect_/public/ma_0115_NF_Arecibo_aerial.jpg?itok=AB38bI6a",
      "img-describe": "On 1 December 2020, the 900-ton instrument platform of the Arecibo Observatory crashed into its dish, which is cradled in a natural sinkhole. RICARDO ARDUENGO/AFP VIA GETTY IMAGES",
      "content-bottom": "Following two breaks in cables supporting the receiver platform in the prior months, the NSF stated on November 19, 2020 that it was decommissioning the telescope due to safety concerns. On December 1, 2020 the main telescope collapsed before controlled demolition could be conducted. NASA conducted a full investigation and reported the findings in Reference \"Arecibo Observatory Auxiliary M4N Socket Termination Failure Investigation\". The observatory includes a radio telescope, a LIDAR facility, and a visitor center, which are expected to remain operational after the damage from the main telescope collapse has been assessed.",
      "map-url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3787.0192329663255!2d-66.75500828469355!3d18.34640697926478!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8c02db84dca94fc1%3A0x1ce481f2793da255!2zxJDDoGkgcXVhbiBzw6F0IEFyZWNpYm8!5e0!3m2!1svi!2s!4v1629952770857!5m2!1svi!2s"
    },
    {
      "id": 2,
      "country": "us",
      "name": "Blue Hill Meteorological Observatory",
      "shortContent": "The Blue Hill Meteorological Observatory, also known as Great Blue Hill Weather Observatory, Blue Hill Weather Observatory, or simply the Blue Hill Observatory, in Milton, Massachusetts is the foremost structure associated with the history of weather observations in the United States...",
      "content-top": "The Blue Hill Meteorological Observatory, also known as Great Blue Hill Weather Observatory, Blue Hill Weather Observatory, or simply the Blue Hill Observatory, in Milton, Massachusetts is the foremost structure associated with the history of weather observations in the United States. Located atop Great Blue Hill at the junction of Interstate 93 and Route 138 about 10 miles (16 km) south of Boston, Massachusetts, it is home to the oldest continuous weather record in North America, and was the location of the earliest kite soundings of the atmosphere in North America in the 1890s, as well as the development of the radiosonde in the 1930s.",
      "img-url": "https://en.wikipedia.org/wiki/Blue_Hill_Meteorological_Observatory#/media/File:Great_Blue_Hill_Weather_Station_Milton_MA_03.jpg",
      "img-describe": "Great Blue Hill Weather Observatory, Milton, MA.",
      "content-bottom": "Founded by Abbott Lawrence Rotch in 1884, the observatory took a leading role in the newly emerging science of meteorology and was the scene of many of the first scientific measurements of upper atmosphere weather conditions, using kites to carry weather instruments aloft. Knowledge of wind velocities, air temperature and relative humidity at various levels came into use as vital elements in weather prediction due to techniques developed at this site. By 1895 the observatory was the source of weather forecasts of remarkable accuracy. On October 8, 1896, a record of 8740 feet (2,665 m) was achieved for a weather kite.[3] During the Great New England Hurricane of 1938, the observatory measured the strongest wind gust ever directly measured and recorded in a hurricane at 186 mph (299 km/h).The observatory remains active to this day, continuing to add to its database of weather observations now more than one hundred years old, and stands as a monument to the science of meteorology in the United States. The observatory offers meteorological science programs and is open to the public on weekends.",
      "map-url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2955.1146144785234!2d-71.11637368431067!3d42.211994952431276!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e37e1e7845e0c9%3A0x64a97c3aa4fe7168!2sBlue%20Hill%20Observatory%20Science%20Center%20Inc!5e0!3m2!1svi!2s!4v1629953458223!5m2!1svi!2s"
    },
    {
      "id": 3,
      "country": "us",
      "name": "Haystack Observatory",
      "shortContent": "Haystack Observatory is a multidisciplinary radio science center, ionospheric observatory, and astronomical microwave observatory owned by Massachusetts Institute of Technology (MIT). It is located in Westford, Massachusetts (US)...",
      "content-top": "Haystack Observatory is a multidisciplinary radio science center, ionospheric observatory, and astronomical microwave observatory owned by Massachusetts Institute of Technology (MIT). It is located in Westford, Massachusetts (US), approximately 45 kilometers (28 mi) northwest of Boston. Haystack was initially built by MIT's Lincoln Laboratory for the United States Air Force and was known as Haystack Microwave Research Facility. Construction began in 1960, and the antenna began operating in 1964. In 1970 the facility was transferred to MIT, which then formed the Northeast Radio Observatory Corporation (NEROC) with a number of other universities to operate the site as the Haystack Observatory. As of January 2012, a total of nine institutions participated in NEROC. The Haystack Observatory site is also the location of the Millstone Hill Geospace Facility, an atmospheric sciences research center. Lincoln Laboratory continues to use the site, which it calls the Lincoln Space Surveillance Complex (LSSC). The George R. Wallace Astrophysical Observatory of MIT's Department of Earth, Atmospheric, and Planetary Sciences is located south of the Haystack dome and east of the Westford dome.[6] The Amateur Telescope Makers of Boston has its clubhouse on the MIT property. Haystack Vallis on Mercury is named after this observatory.",
      "img-url": "https://en.wikipedia.org/wiki/Haystack_Observatory#/media/File:Haystack_Radio_Telescope_-_Haystack_Observatory_-_DSC04026.JPG",
      "img-describe": "MIT Haystack Observatory, Westford, Massachusetts, USA.",
      "content-bottom": "Haystack Radio Telescope <br> Haystack radio telescope at the MIT Haystack Observatory, Westford, MA Westford Radio Telescope Millstone Hill Radar. The 37 m (121 ft) Haystack Radio Telescope is a parabolic antenna protected by a 46 m (151 ft) metal-frame radome. It is known as the Haystack Long-Range Imaging Radar (LRIR) or Haystack Ultrawideband Satellite Imaging Radar (HUSIR) when used for the LSSC. It was constructed for use in space tracking and communication, but now is used primarily for astronomy. It was completed in 1964 and originally observed at 8 GHz on the radio spectrum. Since then it has been upgraded to listen to other frequency bands, though not simultaneously. When used for radar it broadcasts and listens in bands at either 10 GHz or 95 GHz. The main dish was upgraded in 2006, which allowed operation at frequencies up to 150 GHz. The secondary reflector of the Cassegrain design features an active surface.",
      "map-url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2935.7948057337067!2d-71.49043748430113!3d42.62330762642824!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e3be62337d1f0d%3A0xab0c6c6d80ddcf6d!2sHaystack%20Observatory!5e0!3m2!1svi!2s!4v1629954106853!5m2!1svi!2s"
    },
    {
      "id": 4,
      "country": "us",
      "name": "Smithsonian Astrophysical Observatory",
      "shortContent": "The Smithsonian Astrophysical Observatory (SAO) is a research institute of the Smithsonian Institution, concentrating on astrophysical studies including galactic and extragalactic astronomy, cosmology...",
      "content-top": "The Smithsonian Astrophysical Observatory (SAO) is a research institute of the Smithsonian Institution, concentrating on astrophysical studies including galactic and extragalactic astronomy, cosmology, solar, earth and planetary sciences, theory and instrumentation, using observations at wavelengths from the highest energy gamma rays to the radio, along with gravitational waves.  Established in Washington, D.C., in 1890, the SAO moved its headquarters in 1955 to Cambridge, Massachusetts, where its research is a collaboration with the Harvard College Observatory (HCO) and the Harvard University Department of Astronomy. In 1973, the Smithsonian and Harvard formalized the collaboration as the Center for Astrophysics | Harvard & Smithsonian (CfA) under a single Director.",
      "img-url": "https://en.wikipedia.org/wiki/Smithsonian_Astrophysical_Observatory#/media/File:Center_for_Astrophysics_at_Harvard.jpg",
      "img-describe": "Center for Astrophysics at Harvard",
      "content-bottom": "Samuel Pierpont Langley, the third Secretary of the Smithsonian, founded the Smithsonian Astrophysical Observatory on the south yard of the Smithsonian Castle (on the U.S. National Mall) on March 1,1890. The Astrophysical Observatory's initial, primary purpose was to \"record the amount and character of the Sun's heat\". Charles Greeley Abbot was named SAO's first director, and the observatory operated solar telescopes to take daily measurements of the Sun's intensity in different regions of the optical electromagnetic spectrum. In doing so, the observatory enabled Abbot to make critical refinements to the Solar constant, as well as to serendipitously discover Solar variability. It is likely that SAO's early history as a solar observatory was part of the inspiration behind the Smithsonian's \"sunburst\" logo, designed in 1965 by Crimilda Pontes. In 1955, the scientific headquarters of SAO moved from Washington, D.C. to Cambridge, Massachusetts to affiliate with the Harvard College Observatory (HCO).[1] Fred Lawrence Whipple, then the chairman of the Harvard Astronomy Department, was named the new director of SAO. The collaborative relationship between SAO and HCO therefore predates the official creation of the CfA by 18 years. SAO's move to Harvard's campus also resulted in a rapid expansion of its research program. Following the launch of Sputnik (the world's first human-made satellite) in 1957, SAO accepted a national challenge[3] to create a worldwide satellite-tracking network, collaborating with the United States Air Force on Project Space Track.With the creation of NASA the following year and throughout the space race, SAO led major efforts in the development of orbiting observatories and large ground-based telescopes, laboratory and theoretical astrophysics, as well as the application of computers to astrophysical problems.",
      "map-url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2947.174131934873!2d-71.13025718430681!3d42.38143684174347!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e377a8c6e129e7%3A0xe48591fb7351993d!2sSmithsonian%20Astrophysical%20Observatory!5e0!3m2!1svi!2s!4v1629954753996!5m2!1svi!2s"
    },
    {
      "id": 5,
      "country": "us",
      "name": "Goldendale Observatory State Park",
      "shortContent": "Goldendale Observatory State Park is an educational facility on the northern side of Goldendale, Washington, notable for its unusually large public telescope. The state park occupies five acres (2.0 ha) atop a 2,100-foot (640 m) hill.",
      "content-top": "Goldendale Observatory State Park is an educational facility on the northern side of Goldendale, Washington, notable for its unusually large public telescope. The state park occupies five acres (2.0 ha) atop a 2,100-foot (640 m) hill. Access is via a winding paved road through an oak forest. The site includes a small picnic area, interpretive center, amphitheater, and the observatory. There are several telescopes on-site, including portable Dobsonians, a permanently mounted Hydrogen-Alpha solar telescope, and the primary instrument; a 24.5-inch reflector which is housed in the South Dome. The facility receives 30-40,000 visitors annually. From 2010 to 2017 the park was an International Dark Sky Park, and expects to be a dark sky site again when the current observatory reconstruction is completed.",
      "img-url": "https://bloximages.newyork1.vip.townnews.com/yakimaherald.com/content/tncms/assets/v3/editorial/7/96/796c4dd1-3072-5fad-b63d-227097fa4f09/5dbcaa394dc41.image.jpg?resize=1200%2C675",
      "img-describe": "Goldendale Observatory State Park Heritage Site",
      "content-bottom": "The main 24-inch telescope is the reason for the existence of Goldendale Observatory and was the work of four amateur astronomers — M.W. McConnell, John Marshall, Don Conner and O.W. VanderVelden — who built a 24.5-inch (620 mm) Cassegrain reflecting telescope for Clark College in Vancouver, Washington, which paid for the materials to make the telescope. At the time, this instrument was one of the largest amateur-built telescopes in the world. However, once built, the college sought a clearer, darker area to install the telescope due to light pollution from Vancouver and nearby Portland, Oregon, and the typically wet and cloudy weather on the windward side of the Cascade Mountain Range. While traveling through Goldendale, Washington, the telescope builders met a local diner owner and city council member who suggested they donate the telescope to the town. An agreement was made and the telescope was donated by the college to Goldendale on the condition that the community would build an observatory to house the telescope. A local, non-profit organization was created to plan and support the observatory which was ultimately constructed one mile (1.6 km) north of the town center using donations, loans, and a $135,000 grant from the Economic Development Administration. The Observatory design was based on the University of Washington's Manastash Ridge Observatory built west of Ellensburg in 1972. Unlike that facility, the intent of the founders and community college was for Goldendale Observatory to serve primarily as a center of public science education. The Observatory was built over a period of several months and dedicated on October 13, 1973.[2] The south observatory dome has a diameter of 20 feet (6.1 m), and the north dome a diameter of 10 feet (3.0 m). The observatory served as the Astronomical League's official headquarters during a solar eclipse which occurred on February 26, 1979, six years after the observatory opened. Approximately 15,000 people came to the town of Goldendale on that date to observe the total eclipse. The Observatory, its lands, and its debt were acquired by the state government in 1980, after being operated by the Goldendale Observatory Corporation since its dedication.[3] The park received its designation as a \"state park heritage site\" in 2014.",
      "map-url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2779.6215994927925!2d-120.81715798422384!3d45.83885751638603!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54962d6e87392531%3A0xe6842461399ddf02!2sGoldendale%20Observatory%20State%20Park!5e0!3m2!1svi!2s!4v1629955289395!5m2!1svi!2s"
    },
    {
      "id": 6,
      "country": "russia",
      "name": "BTA-6",
      "shortContent": "The BTA-6 (Russian: Большой Телескоп Альт-азимутальный, romanized: Bolshoi Teleskop Alt-azimutalnyi, lit.'Large Altazimuth Telescope') is a 6-metre (20 ft) aperture optical telescope at the Special Astrophysical Observatory located in the Zelenchuksky District on the north side of the Caucasus Mountains in southern Russia...",
      "content-top": "The BTA-6 (Russian: Большой Телескоп Альт-азимутальный, romanized: Bolshoi Teleskop Alt-azimutalnyi, lit. 'Large Altazimuth Telescope') is a 6-metre (20 ft) aperture optical telescope at the Special Astrophysical Observatory located in the Zelenchuksky District on the north side of the Caucasus Mountains in southern Russia. <br> The BTA-6 achieved first light in late 1975, making it the largest telescope in the world until 1990, when it was surpassed by the partially constructed Keck 1. It pioneered the technique, now standard in large astronomical telescopes, of using an altazimuth mount with a computer-controlled derotator. <br> For a variety of reasons, BTA-6 has never been able to operate near its theoretical limits. Early problems with poorly fabricated mirror glass were addressed in 1978, improving but not eliminating the most serious issue. But due to its location downwind of numerous large mountain peaks, astronomical seeing is rarely good. The telescope also suffers from serious thermal expansion problems due to the large thermal mass of the mirror, and the dome as a whole, which is much larger than necessary. Upgrades have taken place throughout the system's history and are ongoing to this day.",
      "img-url": "https://en.wikipedia.org/wiki/BTA-6#/media/File:Big_asimutal_teleskop.jpg",
      "img-describe": "Large Altazimuth Telescope",
      "content-bottom": "For many years the primary world-class observatory in the Soviet Union was the Pulkovo Observatory outside Saint Petersburg, originally built in 1839. Like many observatories of its era, it was primarily dedicated to timekeeping, weather, navigation and similar practical tasks, with a secondary role for scientific research. Around its 50th anniversary a new 76 cm telescope, then the world's largest, was installed for deep space observation. Further upgrades were limited due to a variety of factors, while a number of much larger instruments were built around the world over the next few decades. <br> In the 1950s the Soviet Academy of Sciences decided to build a new telescope that would allow first-rate deep space observation. Design work started at Pulkovo in 1959 under the leadership of future Lenin Prize winner Bagrat K. Ioannisiani. With the goal of building the largest telescope in the world, a title long held by the 200 inch (5 m) Hale telescope at the Palomar Observatory, the team settled on a new design of 6 m (236 inches). This is about the maximum size a solid mirror can have without suffering from major distortion when tilted. <br> A telescope's theoretical angular resolution is defined by its aperture, which in the case of the BTA's 6 m leads to a resolution of about 0.021 arcseconds. Atmospheric effects overwhelm this, so it becomes important to locate high-resolution instruments at high altitudes in order to avoid as much of the atmosphere as possible. The Pulkovo site, at 75 m above sea level, was simply not suitable for a high-quality instrument. While BTA was being designed another instrument, the RATAN-600 radio telescope, was also designed. It was decided that the two instruments should be co-located, allowing the construction of a single site to house the crews. To select the site, sixteen expeditions were dispatched to various regions of the USSR, and the final selection was in the North Caucasus Mountains near Zelenchukskaya at a height of 2,070 m.[1] In 1966 the Special Astrophysical Observatory was formed to host the BTA-6 and RATAN-600.",
      "map-url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2887.0681342312914!2d41.438455415722736!3d43.646750760865345!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x405891ebc4fee535%3A0x271c0102ea2a7a90!2sBTA-6!5e0!3m2!1svi!2s!4v1629955817800!5m2!1svi!2s"
    },
    {
      "id": 2,
      "country": "us",
      "name": "",
      "shortContent": "",
      "content-top": "",
      "img-url": "",
      "img-describe": "",
      "content-bottom": "",
      "map-url": ""
    }
  ]
 
}
